-- Item data (c) Grinding Gear Games
return {
-- Weapon: One Handed Axe

[[
乱世之翼【仿品】
艾兹麦巨斧
等级需求: 62, 140 Str, 86 Dex
联盟: 夺宝奇兵
固定基底词缀: 0
(7-10)% 法术伤害格挡几率
双持时攻击伤害格挡几率 +(8-12)%
物理伤害提高 (60-80)%
视作双持武器
副手暴击率 +(8-10)%
主手总攻击速度额外加快 (50-70)%
]],
[[
开膛斧【仿品】
破城斧
等级需求: 45, 119 Str, 82 Dex
联盟: 夺宝奇兵
固定基底词缀: 0
物理伤害提高 (100-140)%
附加 10 - 20 基础物理伤害
该装备的攻击暴击率提高 (60-80)%
+(20-25)% 冰霜抗性
你的物理伤害可以造成冰冻
异能魔力
]],
[[
收割者【仿品】
灵玉巨斧
等级需求: 37, 100 Str, 29 Dex
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
物理伤害提高 (120-140)%
暴击时偷取等同 1.2% 伤害的生命
攻击和法术暴击率每级提高 3%
暴击获得【灵巧】
]],
[[
阿克顿
屠戮之斧
等级需求: 63, 149 Str, 76 Dex
固定基底词缀: 0
没有插槽
物理伤害提高 (200-250)%
你没有智慧
用该武器击中时，暴击率为 (20-30)%
]],
[[
霜刃
锈斧
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 0
附加 2 - 4 基础物理伤害
附加 2 - 4 基础冰霜伤害
50% 几率避免被冰缓
物理伤害可以造成冰缓
]],
[[
恐惧之镰
切割者
升级: 使用 预言【烈焰之怖】 升级为 传奇【恐怖巨镰】
版本: 2.6.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 16, 48 Str
附加 (5-15) - (20-25) 基础物理伤害
附加 (5-15) - (20-25) 基础火焰伤害
移动速度提高 5%
攻击速度提高 (7-10)%
+(15-25)% 火焰抗性
{variant:1}击中受诅咒的敌人时造成易燃
{variant:2}击中敌人时，用 10 级的【易燃】诅咒敌人
{variant:3}击中时用易燃诅咒敌人，它的效果提高 40%
]],[[
恐怖巨镰
切割者
源: 由传奇【恐惧之镰】 使用 预言【烈焰之怖】 升级
等级需求: 60
附加 (5-15) - (20-25) 基础物理伤害
附加 (223-250) - (264-280) 基础火焰伤害
移动速度提高 5%
攻击速度提高 (7-10)%
+(15-25)% 火焰抗性
你被点燃时，击中怪物敌人无视其火焰抗性
]],[[
龙凤吟
狱火之刃
版本: 2.6.0以前
版本: 3.3.0以前
版本: 当前
等级需求: 69, 158 Str, 76 Dex
{variant:1}主手附加 (170-190) - (200-220) 基础火焰伤害
{variant:2,3}主手附加 (255-285) - (300-330) 基础火焰伤害
{variant:1}副手攻击和法术附加 (170-190) - (200-220) 基础冰霜伤害
{variant:2,3}副手攻击和法术附加 (255-285) - (300-330) 基础冰霜伤害
攻击速度提高 (10-15)%
{variant:1}被冰缓的敌人受到的燃烧伤害提高 40%
{variant:2}被冰缓的敌人受到的燃烧伤害提高 100%
{variant:3}对冰缓敌人造成的点燃伤害提高 100%
在主手时，有 25% 几率点燃
{variant:1}在副手时，对敌人的冰缓持续时间延长 100%
{variant:2,3}若此武器装备在副手，此武器击中敌人时造成 1 秒的冰缓
]],[[
鹰啸
碎玉斧
升级: 使用 预言【顶尖掠食者】 升级为 传奇【狮鹫】
版本: 2.0.0以前
版本: 当前
等级需求: 6, 21 Str
{variant:1}附加 (8-12) - (18-22) 基础物理伤害
{variant:2}附加 (10-15) - (25-30) 基础物理伤害
+(10-15) 最大生命
击败敌人回复 +(5-7) 生命
移动速度提高 10%
此物品上的技能石受到 2 级的几率逃跑辅助
]],[[
狮鹫
碎玉斧
源: 由传奇【鹰啸】 使用 预言【顶尖掠食者】 升级
等级需求: 32, 21 Str
此物品上的技能石受到 2 级的几率逃跑辅助
物理伤害提高 (170-190)%
附加 (10-15) - (25-30) 基础物理伤害
+(10-15) 最大生命
击败敌人回复 +(5-7) 生命
移动速度提高 10%
近期内你若有击败敌人，则移动速度提高 15%
]],[[
刽子手.杰克
瓦尔战斧
版本: 3.0.0以前
版本: 3.13.0以前
版本: 当前
等级需求: 65, 140 Str, 86 Dex
{variant:1,2}物理伤害提高 (90-110)%
{variant:3}物理伤害提高 (130-150)%
附加 (11-14) - (18-23) 基础物理伤害
{variant:1,2}攻击速度提高 (10-15)%
{variant:1,2}物理攻击伤害的 2% 会转化为生命偷取
{variant:1,2}每秒生命偷取降低 50%
{variant:1}击中时造成流血
{variant:2,3}击中时有 25% 几率造成流血
{variant:3}用该武器击中时，流血的持续伤害加成 +(25-35)%
{variant:3}提供 20 级鲜血渴求技能
]],[[
月岚
征战之斧
版本: 3.11.0以前
版本: 当前
等级需求: 39, 81 Str, 56 Dex
{variant:1}物理伤害提高 (70-90)%
{variant:2}物理伤害提高 (30-50)%
{variant:1}附加 (5-9) - (13-17) 基础物理伤害
该装备的攻击暴击率提高 (30-50)%
{variant:1}25% 的物理伤害转换为冰霜伤害
{variant:1}物理伤害的 25% 转换为闪电伤害
{variant:1}获得 1 级的主动技能【闪电传送】，且可被此道具上的技能石辅助
{variant:2}用该武器击中时，触发 10 级的【闪电传送】
{variant:2}用该武器击中时，获得额外冰霜或闪电伤害，其数值等同于物理伤害的 (75-100)%
]],[[
无尽愤怒
富贵之斧
版本: 2.6.0以前
版本: 当前
等级需求: 29, 80 Str, 23 Dex
物理伤害提高 (60-80)%
附加 (3-5) - (7-10) 基础物理伤害
{variant:1}物理攻击伤害的 0.6% 会转化为生命偷取
{variant:2}物理攻击伤害的 2% 会转化为生命偷取
终结
使用终结时获得【猛攻】状态 3 秒
当你获得【猛攻】状态时状态时无法被冰缓
]],[[
野性瑞佛
皇家之斧
联盟: 魔符·标准, 魔符·专家
源: Boss 传奇 【狼王瑞佛】 专属掉落 (等级 75+)
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 67, 167 Str, 57 Dex
附加 (50-70) - (135-165) 基础物理伤害
双持攻击时武器的物理伤害提高 40%
攻击速度提高 (10-15)%
{variant:1,2}剑类攻击的攻击速度提高 35%
{variant:1}击中时造成流血
{variant:2}击中时有 25% 几率造成流血
{variant:3}持握剑类时，+25 最大怒火
]],[[
开膛斧
破城斧
版本: 1.0.0以前
版本: 3.20.0以前
版本: 当前
等级需求: 59, 119 Str, 82 Dex
{variant:1}物理伤害提高 (160-200)%
{variant:2}物理伤害提高 (100-140)%
{variant:3}物理伤害提高 (140-180)%
{variant:1,2}附加 10 - 20 基础物理伤害
{variant:3}附加 30 - 40 基础物理伤害
攻击速度提高 (20-25)%
+(20-25)% 冰霜抗性
魔力不足仍然可以使用近战攻击
物理伤害可以造成冰缓
]],
-- Weapon: Two Handed Axe
[[
阿兹里的刑刃
瓦尔巨斧
固定基底词缀: 1
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【诱人的深渊】） 
版本: 3.11.0以前
版本: 3.20.0以前
版本: 当前
等级需求: 75, 158 Str, 76 Dex
{variant:2,3}击中时有 25% 几率造成瘫痪
{variant:1,2}此物品上装备的【辅助技能石】等级 +2
{variant:3}此物品上装备的【辅助技能石】品质 +30%
{variant:1}附加 (220-235) - (270-290) 基础物理伤害
{variant:2}附加 (205-220) - (250-270) 基础物理伤害
{variant:3}附加 (310-330) - (370-390) 基础物理伤害
攻击速度提高 (12-16)%
击中时有 25% 几率造成流血
{variant:1,2}+2 武器攻击范围
{variant:3}+10 武器攻击范围
]],[[
竭血之镰
行刑巨斧
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 45, 99 Str, 57 Dex
{variant:1}物理伤害提高 (100-120)%
{variant:2,3}物理伤害提高 (180-200)%
+100 最大生命
{variant:1}10.0 每秒生命回复
{variant:2}20.0 每秒生命回复
物理攻击伤害的 1% 会转化为生命偷取
技能魔力消耗提高 50%
{variant:1}击中时造成流血
{variant:2,3}击中有 50% 几率造成流血
]],[[
战歌
霸主巨斧
等级需求: 66, 140 Str, 86 Dex
附加 (310-350) - (460-500) 基础冰霜伤害
近期内你若使用过战吼，则移动速度提高 15%
近期内你若有使用战吼，则火焰、冰霜、闪电伤害提高 150%
战吼将击退区域内的敌人
]],[[
收割者
灵玉巨斧
联盟: 超越
等级需求: 37, 100 Str, 29 Dex
物理伤害提高 (120-140)%
暴击时偷取等同 1.2% 伤害的生命
攻击和法术暴击率每级提高 3%
暴击时获得 1 点充能
]],[[
嗜血黑兹玛娜
瓦尔巨斧
固定基底词缀: 1
版本: 3.11.0以前
版本: 当前
等级需求: 64, 158 Str, 76 Dex
击中时有 25% 几率造成瘫痪
{variant:2}近期内你若受到【残暴打击】，则攻击速度提高 40%
{variant:1}物理伤害提高 (150-170)%
{variant:2}物理伤害提高 (100-125)%
附加 (7-12) - (16-25) 基础物理伤害
物理攻击伤害的 1% 会转化为生命偷取
所有攻击都受到血魔法辅助
]],[[
冈姆的霸业
卡鲁巨斧
联盟: 战乱之殇
源: 卡鲁军团
版本: 3.7.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 58, 151 Str, 43 Dex
{variant:1,2}物理伤害提高 (160-220)%
{variant:3}物理伤害提高 (100-140)%
{variant:1}附加 (16-21) - (32-38) 基础火焰伤害
+(150-250) 命中值
击败敌人回复 +20 生命
终结
{variant:2,3}攻击击中获得 1 点怒火。每 0.5 秒只会发生一次
{variant:2,3}每 1 点怒火都获得额外火焰伤害， 其数值等同于物理伤害的 1%
]],[[
王者之刃
霸主巨斧
源: 商店配方
版本: 2.6.0以前
版本: 3.6.0以前
版本: 3.11.0以前
版本: 3.16.0以前
版本: 3.20.0以前
版本: 当前
等级需求: 66, 140 Str, 86 Dex
{variant:1,2}物理伤害提高 (200-250)%
{variant:3}物理伤害提高 (250-285)%
{variant:4}物理伤害提高 (170-200)%
{variant:5}物理伤害提高 (190-240)%
{variant:6}物理伤害提高 (300-360)%
攻击速度提高 (7-12)%
{variant:2,3,4,5,6}该装备的攻击暴击率提高 (30-40)%
{variant:1}+(100-150) 最大魔力
{variant:2,3,4,5,6}魔力不足仍然可以使用近战攻击
周围友军获得物品稀有度提高 30% 
周围友军获得【终结】效果
{variant:3,4,5,6}周围友军 +50% 暴击伤害加成
{variant:3,4}周围友军的护身 +1
{variant:5,6}周围友军的护身 +10
]],[[
奇塔弗之盛宴
虚影巨斧
版本: 3.5.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 149 Str, 76 Dex
此物品上的技能石受到 30 级的 近战伤害扩散 辅助
{variant:1}物理伤害提高 (250-300)%
{variant:2}物理伤害提高 (265-330)%
{variant:3}物理伤害提高 (200-240)%
物理攻击伤害的 1% 会转化为生命偷取
物理攻击伤害的 1% 转化为魔力偷取
击败敌人时回复 5% 最大生命
你所击败的敌人将会被歼灭
]],[[
断罪
柴斧
版本: 3.11.0以前
版本: 当前
升级: 使用 预言【肢解】 升级为 传奇【烧灼器】
等级需求: 13, 36 Str, 17 Dex
此物品上装备的【红色技能石】等级 +1 
物理伤害提高 (80-100)%
附加 5 - 10 基础物理伤害
+(15-30) 力量
终结
{variant:2}至少有 150 点力量时，击中触发等级 1 的涂炭震波
]],[[
烧灼器
柴斧
版本: 3.11.0以前
版本: 当前
源: 由传奇【断罪】 使用 预言【肢解】 升级
等级需求: 40, 36 Str, 17 Dex
此物品上装备的【红色技能石】等级 +1 
物理伤害提高 (80-100)%
附加 (35-45) - (80-90) 基础物理伤害
+(15-30) 力量
获得额外火焰伤害， 其数值等同于物理伤害的 70%
{variant:2}至少有 150 点力量时，击中触发等级 5 的涂炭震波
终结
]],[[
努葛玛呼之耀
深渊巨斧
版本: 3.11.0以前
版本: 当前
等级需求: 55, 128 Str, 60 Dex
{variant:1}物理伤害提高 (190-230)%
{variant:2}物理伤害提高 (170-190)%
攻击速度提高 (8-12)%
{variant:1}50% 的物理伤害转换为火焰伤害
{variant:2}60% 的物理伤害转换为火焰伤害
伤害穿透 20% 火焰抗性
近战击中有 20% 几率触发 16 级的【熔岩爆破】
]],[[
死神的取魂器
幽影巨斧
等级需求: 33, 80 Str, 37 Dex
物理伤害提高 (100-125)%
击败敌人回复 +10 生命
物品稀有度提高 (30-40)%
满血时移动速度提高 15%
终结
攻击和法术无法被闪避
]],[[
乌尔尼多之吻
双影巨斧
联盟: 裂隙
源: 地图【乌尔尼多领域】 或 传奇Boss【截载者‧乌尔尼多】 专属掉落
升级: 使用 通货【乌尔尼多的祝福】 升级为 传奇【乌尔尼多的拥抱】
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 49, 122 Str, 53 Dex
固定基底词缀: 0
物理伤害提高 (140-170)%
攻击速度降低 15%
{variant:1,2}击中时有 25% 几率用 10 级的【脆弱】诅咒敌人
{variant:1}攻击击中受诅咒的敌人时造成流血
{variant:2,3}攻击击中被诅咒敌人时有 25% 几率造成流血
{variant:3}击中时有 25% 几率用脆弱诅咒敌人，它的效果提高 40%
]],[[
乌尔尼多的拥抱
瓦尔巨斧
联盟: 裂隙
源: 传奇【乌尔尼多之吻】 使用 通货【乌尔尼多的祝福】 升级
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 64, 158 Str, 76 Dex
固定基底词缀: 1
击中时有 25% 几率造成瘫痪
物理伤害提高 (280-320)%
攻击速度降低 (30-25)%
{variant:1}攻击击中受诅咒的敌人时造成流血
{variant:2,3}攻击击中被诅咒敌人时有 25% 几率造成流血
{variant:1,2}击败流血敌人时触发 20 级的【裂骨新星】
{variant:3}击中流血敌人时触发 20 级的【裂骨新星】
]],[[
阔斩
巨战斧
版本: 3.7.0以前
版本: 当前
等级需求: 18, 44 Str, 25 Dex
此物品上的技能石受到 20 级的 增大范围 辅助
物理伤害提高 (120-160)%
+10 力量
{variant:1}+(50-80) 命中值
{variant:2}+(120-150) 命中值
击败敌人回复 +10 魔力
+2 武器攻击范围
]],[[
乱世之翼
艾兹麦巨斧
等级需求: 60, 149 Str, 76 Dex
(6-7)% 法术格挡几率
(8-10)% 攻击格挡几率
物理伤害提高 (60-80)%
主手附加 (75-100) - (165-120) 基础火焰伤害
副手攻击和法术附加 (75-100) - (165-120) 基础混沌伤害
视作双持武器
]],[[
乱世之翼（遗产）
裂甲巨斧
版本: 1.3.0以前
版本: 2.0.0以前
版本: 3.4.0以前
版本: 当前
等级需求: 60, 149 Str, 76 Dex
固定基底词缀: 1
+20% 流血持续伤害加成
{variant:3}25% 的攻击格挡率同样套用于法术格挡
{variant:4}25% 法术格挡几率
{variant:1}双持时攻击格挡率提高 10%
{variant:2,3,4}双持时攻击格挡率提高 8%
{variant:1,2}物理伤害提高 (80-120)%
{variant:3,4}物理伤害提高 (100-120)%
主手附加 (55-65) - (100-120) 基础火焰伤害
副手攻击和法术附加 (55-65) - (100-120) 基础混沌伤害
视作双持武器
]],[[
勇气之魄
艾兹麦巨斧
版本: 3.11.0以前
版本: 当前
等级需求: 62
{variant:1}物理伤害提高 (200-212)%
{variant:2}物理伤害提高 (140-152)%
攻击速度提高 (8-12)%
暴走
每完成 25 次暴走连击，范围效果扩大 2%
每达到 50 次暴走连击，就获得 1 个狂怒球
]],
}
