-- Item data (c) Grinding Gear Games
return {
-- Body: Armour
[[
禁锢监狱
禁礼之甲
联盟: 灾魇
等级需求: 71, 88 Dex, 122 Int
固定基底词缀: 1
+(20-25) 最大魔力
该装备的闪避与能量护盾提高 (140-160)%
+(90-100) 最大生命
时空裂隙没有保留效果
将承受伤害的 (80-100)% 吸纳为生命
你身上的减益效果消失速度提高 (80-100)%
]],
[[
变形者外衣
狂虐者束衣
等级需求: 68, 103 Dex, 109 Int
固定基底词缀: 0
提供 20 级精神失常
疯狂状态下，总暴击率额外提高 (40-60)%
疯狂状态下，被你的击中击败的敌人会被毁灭
理智状态下，承受的物理和混沌总伤害额外降低 (15-25)%
理智状态下，被击中时在一秒内再生 10% 生命
]],
[[
无尽之卫【仿品】
禁礼之甲
等级需求: 71, 88 Dex, 122 Int
联盟: 夺宝奇兵
固定基底词缀: 0
+(20-25) 最大魔力
该装备的闪避与能量护盾提高 (220-250)%
+(60-80) 最大生命
每个狂怒球可使移动速度提高 6%
-2 耐力球数量上限
-2 狂怒球数量上限
每个耐力球每秒回复 (100-140) 生命
]],
[[
完美姿态【仿品】
星辰皮甲
等级需求: 65, 197 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
敏捷提高 (5-10)%
闪避值提高 (30-50)%
+(50-80) 最大生命
-30% 冰霜抗性
Flesh and Stone has no Reservation
闪避值将随绝对冰霜抗性提高
空明之掌
]],
[[
满溢之甲【仿品】
权贵环甲
等级需求: 64, 90 Str, 105 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
有 6 个插槽
攻击附加 (4-10) - (14-36) 基础物理伤害
+(8-24) 全属性
攻击和法术暴击率提高 (120-160)%
+(150-200) 最大能量护盾
+(120-160) 最大生命
+(120-160) 最大魔力
物品稀有度提高 (6-30)%
元素伤害提高 (15-50)%
你的最大抗性为 (70-72)%
]],
[[
安姆布的战甲【仿品】
圣战锁甲
等级需求: 43, 64 Str, 64 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
该装备的护甲与能量护盾提高 (180-220)%
+(60-80) 最大生命
+15% 所有元素抗性
被击中时获得 1 个耐力球
与周围玩家分享耐力球
近期内你若被击中，则每秒失去 2% 生命
]],
[[
泯光寿衣【仿品】
禁礼之甲
等级需求: 71, 88 Dex, 122 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
+(20-25) 最大魔力
拥有 6 个深渊插槽
]],
[[
冈姆的壮志【仿品】
荣耀战铠
等级需求: 68, 191 Str
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
没有插槽
闪电伤害提高 (20-40)%
+500 最大魔力
]],
[[
大地之护【仿品】
胜利盔甲
等级需求: 69, 95 Str, 116 Dex
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
该装备的护甲与闪避提高 (100-150)%
+(90-100) 最大生命
猫之敏捷持续时间 +2 秒
【猫之势】不保留魔力值
你获得猫之敏捷时，狂怒球和耐力球获得至数量上限
你有猫之敏捷时，具有猛攻效果
]],
[[
永恒幽影【仿品】
血色之衣
等级需求: 65, 107 Str, 90 Int
联盟: 夺宝奇兵
replica: true
裂界之器
固定基底词缀: 0
被击中时触发 20 级暗影姿态
该装备的闪避与能量护盾提高 (100-150)%
+(70-100) 最大生命
+(17-23)% 混沌抗性
每装备一个裂界者物品，就将物理伤害的 (3-5)% 视为额外混沌伤害
若全套装备均为裂界者物品，则击中无视敌人的混沌抗性
]],
[[
蹒跚巨兽
星芒战铠
等级需求: 62, 180 Str
固定基底词缀: 1
+(8-12)% 所有元素抗性
+(500-700) 力量需求
该装备的护甲提高 (80-120)%
神殿效果提高 (50-75)%
你具有次级狂击神龛效果
你具有次级威猛神龛效果
]],
[[
远征尽头
哨兵之衣
等级需求: 59, 86 Dex, 86 Int
固定基底词缀: 0
该装备的闪避与能量护盾提高 (100-150)%
最大生命提高 (5-10)%
你的所有伤害均可造成冰冻
冻结冰缓的敌人如同总伤害额外提高 (50-100)%
周围敌人被【冰缓】
]],
[[
海军上将
映彩外套
等级需求: 62, 96 Dex, 96 Int
固定基底词缀: 0
+(30-40) 智慧
该装备的闪避与能量护盾提高 (100-140)%
+(10-20)% 所有元素抗性
(5-10)% 几率使敌人受到冰冻，感电与点燃
你的击中造成的元素伤害由最低的抗性来抵抗
]],
[[
背信弃义
荣耀战铠
等级需求: 68, 191 Str
联盟: 惊悸迷雾
固定基底词缀: 0
近战伤害提高 (25-40)%
+(60-90) 最大生命
你可以同时拥有两面不同的旗帜
每次近战击中可以让你携带的旗帜获得 1 层效果，每秒最多 5 层
【战旗】的【肾上腺素】持续时间延长 (100-200)%
【恐怖之旗】的【护体】持续时间延长 (100-200)%
]],

[[
多里亚尼的试作甲
圣者链甲
等级需求: 67, 109 Str, 94 Int
联盟: 古灵庄园
固定基底词缀: 0
该装备的护甲与能量护盾提高 (150-200)%
+(60-90) 最大生命
不造成非闪电伤害
被击中受到闪电伤害时也套用护甲值
闪电抗性不对承受的闪电伤害生效
周围敌人的闪电抗性等同于你
]],

[[
塑血巨匠
操灵者背心
联盟: 古灵庄园
等级需求: 59, 160 Int
固定基底词缀: 0
该装备的能量护盾提高 (100-150)%
召唤生物每有 1% 混沌抗性就将其 2% 最大生命转化为最大能量护盾
混沌伤害无法规避召唤生物的能量护盾
召唤生物的能量护盾提前 (50-100)% 开始回复
召唤生物有能量护盾时，它们的击中无视怪物的元素抗
]],
[[
象牙之塔
圣者链甲
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 67, 109 Str, 94 Int
固定基底词缀: 0
+(40-70) 智慧
每 100 点生命保留 +30 最大能量护盾
+(80-100) 最大魔力
每秒回复 2% 能量护盾
承受的混沌伤害优先从魔力扣除
]],

[[ 
孢囊守卫
圣者链甲
联盟: 寄生菌潮
等级需求: 67, 109 Str, 94 Int
固定基底词缀: 0
击败敌人时触发 10 级的【玷污】
该装备的护甲与能量护盾提高 (200-250)%
最大生命提高 (7-10)%
+(17-23)% 混沌抗性
在真菌地表上被你击败的敌人会爆炸，造成它们 5% 生命的混沌伤害
站定时，脚下产生真菌地表
]],

[[
腐朽军团
覆体环甲
等级需求: 58, 84 Str, 84 Int
固定基底词缀: 0
此物品上的技能石受到 1 级的【肉盾】辅助
该装备的护甲与能量护盾提高 (100-140)%
+(50-80) 最大生命
每个再生腐尸可使伤害提高 (5-8)%
每有 1 个再生腐尸，承受的元素总伤害额外降低 1%
]],
[[
无常法袍(忆境)
智者之袍
联盟: 虚空忆境
等级需求: 56
该装备的能量护盾提高 (180-230)%
+600 力量和智慧需求
击中时获得神圣球
+10 最大神圣球
满神圣球时，你获得【神性】，持续 10 秒
获得【神性】时失去所有神圣球
周围队友的行动速度无法被减速至基础以下
周围的敌人无法造成暴击
忆境物品
]],
[[
无常法袍(分裂)
智者之袍
联盟: 虚空忆境
等级需求: 56
{fractured}该装备的能量护盾提高 (180-230)%
+600 力量和智慧需求
击中时获得神圣球
+10 最大神圣球
满神圣球时，你获得【神性】，持续 10 秒
获得【神性】时失去所有神圣球
周围队友的行动速度无法被减速至基础以下
周围的敌人无法造成暴击
分裂之物
]],

[[
永恒幽影
血色之衣
等级需求: 65
塑界之器
被击中时触发 20 级的【永恒窥视】
该装备的闪避与能量护盾提高 (100-150)%
+(70-100) 最大生命
+(17-23)% 混沌抗性
每装备一个塑界者物品，获得额外混沌伤害，其数值等同于元素伤害的 (3-5)%
若全部装备塑界者物品，则击中无视敌方怪物的混沌抗性
]],


--3.5
[[
女王的饥饿
瓦尔法衣
联盟: 毁灭不朽
版本: 3.8.0以前
版本: 当前
等级需求: 68
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
{variant:1}你的奉献技能对自身的效果降低 25%
施法速度提高 (5-10)%
该装备的能量护盾提高 (100-130)%
最大生命提高 (6-10)%
每 5 秒触发 20 级的【骸骨奉献】、【血肉奉献】或【灵魂奉献】
以此种方式触发的奉献技能也会影响你
【加密的前缀】
【加密的后缀】
]],
[[
刺棘宝甲
铁制背心
升级: 使用 预言【国王和荆棘】 升级为 传奇【荆棘之墙】
攻击附加 2 - 4 基础物理伤害
+(12-20) 最大生命
承受攻击造成的物理伤害 -2
受到近战物理伤害的 40% 会反射给攻击者
]],[[
荆棘之墙
铁制背心
源: 由传奇【刺棘宝甲】 使用 预言【国王和荆棘】 升级
等级需求: 30
攻击附加 2 - 4 基础物理伤害
+2000 护甲
+(12-20) 最大生命
承受攻击造成的物理伤害 -2
受到近战物理伤害的 40% 会反射给攻击者
]],[[
巨铜之顶
角斗重铠
版本: 3.16.0以前
版本: 当前
源: 传奇Boss【牛头人守卫】 专属掉落
等级需求: 65, 177 Str
{variant:1}护甲提高 (600-650)%
{variant:2}护甲提高 (350-400)%
{variant:1}攻击及法术伤害格挡几率降低 30%
{variant:1}移动速度降低 10%
{variant:1}你被感电的持续时间延长 50%
不会受到暴击所造成的额外暴击伤害
{variant:2}+(1-5)% 元素抗性上限
{variant:2}力量不对最大生命提供加成
]],[[
深海魔甲
金耀之铠
版本: 3.16.0以前
版本: 当前
联盟: 猎魔笔记
源: 传奇Boss【深海初子 克林斯昂】 专属掉落
等级需求: 56
获得 20 级的主动技能【蟹之势】
{variant:1}护甲提高 (300-350)%
{variant:2}护甲提高 (200-250)%
+(100-120) 最大生命
+(25-30)% 火焰与冰霜抗性
免疫流血
+5 【深海屏障】数量上限
]],[[
冥使之体
星芒战铠
版本: 2.0.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 62, 180 Str
固定基底词缀: 1
获得 +(8-12)% 火焰、冰霜、闪电抗性
{variant:3}获得 20 级【死神光环】
+(40-50) 全属性
{variant:3}+(60-70) 最大生命
攻击速度提高 (10-15)%
护甲提高 (180-220)%
{variant:1}物理攻击伤害的 5% 会转化为生命偷取
{variant:2}物理攻击伤害的 1% 会转化为生命偷取
{variant:3}攻击伤害的 1% 转化为生命偷取
{variant:1,2}每秒对周围敌人造成 450 混沌伤害
{variant:1}击败敌人后 10 秒内持续承受 450 混沌伤害
{variant:2,3}击败敌人后 3 秒内持续承受 450 混沌伤害
瘀血爪印
]],[[
贪婪之拥
金耀之铠
等级需求: 56, 106 Str
物品掉落数量提高 (10-15)%
物品稀有度提高 (30-50)%
-10% 火焰抗性
+(20-30)% 冰霜抗性
-20% 闪电抗性
移动速度降低 20%
力量需求降低 30%
]],[[
冈姆的壮志
荣耀战铠
版本: 1.0.0以前
版本: 当前
等级需求: 68, 191 Str
没有插槽
{variant:1}+1000 最大生命
{variant:2}+500 最大生命
{variant:2}火焰伤害提高 (20-40)%
]],[[
狮眼的视线
征战重铠
版本: 3.0.0以前
版本: 当前
等级需求: 59, 160 Str, 160 Dex
护甲提高 (200-250)%
+(60-100) 最大生命
物理攻击伤害的 0.4% 转化为魔力偷取
此物品上的技能石受到 15 级的穿透辅助
{variant:1}+20% chance to be Pierced by Projectiles
{variant:2}敌人的投射物会穿透你
]],[[
钢铁之心
征战重铠
Requires Level: 59
护甲提高 (80-100)%
移动速度降低 10%
(8-12)% 攻击格挡率
无法格挡法术
不再通过力量获得伤害加成，每 10 点力量会使近战伤害提高 3%
----------------------------
【*】上面这条词缀游戏中是会换行的，如果从游戏中复制或导入，那么需要手动修改为1行
]],[[
烈阳铠
铜锻板甲
版本: 2.6.0以前
版本: 当前
等级需求: 17, 53 Str
+(10-20) 力量
护甲提高 (60-80)%
照亮范围扩大 25%
混沌伤害不能穿透能量护盾
{variant:1}-10 承受的混沌伤害
{variant:2}-(30-40) 承受的混沌伤害
{variant:2}受到的持续性混沌伤害降低 25%
]],
-- Body: Evasion
[[
拂烬
鹿皮外套
版本: 2.6.0以前
版本: 当前
等级需求: 17, 53 Dex
{variant:2}此物品上的技能石受到 10 级的 附加火焰伤害 辅助
闪避值提高 (80-100)%
{variant:2}+(30-50) 最大生命
+(40-50)% 火焰抗性
免疫点燃
远程武器攻击的物理伤害提高 (10-15)%
承受攻击造成的物理伤害 -(7-5)
]],[[
荒途
扣环皮甲
升级: 使用 预言【最后一个野人】 升级为 传奇【荒野之绕】
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 9, 32 Dex
{variant:1,2}攻击速度提高 5%
{variant:3}攻击速度提高 10%
+(120-180) 点闪避值
+(30-40)% 冰霜抗性
移动速度提高 5%
药剂回复的魔力提高 (20-25)%
{variant:1}敏捷提高 5%
{variant:2,3}敏捷提高 15%
]],[[
荒野之绕
扣环皮甲
源: 由传奇【荒途】 使用 预言【最后一个野人】 升级
等级需求: 57
攻击速度提高 (5-8)%
+(600-700) 点闪避值
+(30-40)% 冰霜抗性
移动速度提高 5%
药剂回复的魔力提高 (20-25)%
敏捷提高 15%
每 15 点敏捷可使伤害提高 1%
]],[[
布隆的影衣
死神之装
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 53, 144 Dex
此物品上装备的【移动技能石】等级 +2
攻击速度提高 10%
{variant:2,3}移动技能的伤害提高 (35-50)%
{variant:3}近期内你若使用过移动技能，则攻击和施法速度提高 15%
闪避值提高 (200-250)%
移动速度提高 10%
]],[[
卡斯普里意志
暗影之装
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 68, 183 Dex
固定基底词缀: 1
移动速度提高 3%
闪避值提高 (120-160)%
+(17-29)% 混沌抗性
你能施加一个额外诅咒
{variant:1,2}你的诅咒对有【无咒】词缀的敌人依然有效
{variant:3}你的魔蛊可以影响无咒的敌人
{variant:1,3}击中被诅咒的敌人时造成中毒
{variant:2}已被诅咒的敌人有 60% 几率被击中后中毒
]],[[
狐毛铠
狂野部族皮甲
源: 使用 预言【黑暗本能】 升级为 传奇【狐运强铠】
版本: 2.6.0以前
版本: 当前
等级需求: 25, 73 Dex
攻击附加 5 - 12 基础物理伤害
+(20-30) 敏捷
{variant:1}满血时闪避值提高 +150
{variant:2}满血时闪避值提高 +500
闪避值提高 (50-70)%
移动速度提高 10%
]],[[
狐运强铠
狂野部族皮甲
源:由传奇【狐毛铠】 使用 预言【黑暗本能】 升级 
等级需求: 54
攻击附加 5 - 12 基础物理伤害
+(20-30) 敏捷
满血时闪避值提高 +1500
+(400-500) 点闪避值
闪避值提高 (120-150)%
移动速度提高 10%
满血时，敌人攻击你会特别不幸
]],[[
西里的战衣
星辰皮甲
版本: 1.0.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.5.0以前
版本: 3.9.0以前
版本: 当前
等级需求: 65, 197 Dex
{variant:1,2,3}+(20-30) 敏捷
{variant:4,5,6}+(40-50) 敏捷
{variant:1,2,3}攻击附加 13 - 24 基础冰霜伤害
{variant:4}攻击附加 (50-60) - (70-80) 基础冰霜伤害
{variant:5}弓攻击附加 (173-188) - (240-262) 基础冰霜伤害
{variant:6}弓攻击附加 (100-145) - (160-200) 基础冰霜伤害
{variant:1}闪避值提高 (80-120)%
{variant:2,3,4,5,6}闪避值提高 (140-220)%
敌人被冰缓的持续时间延长 25%
{variant:1,2}移形换影
{variant:3,4,5,6}法术伤害压制率 +30%
]],[[
金珏之缮
精制皮甲
源: 预言【死对头 V】
等级需求: 62, 170 Dex
闪避值提高 (100-120)%
+(60-80) 最大生命
+30% 火焰抗性
近期内你若未被击中，则受到的总伤害额外降低 20%
近期内你若被击中，则闪避值提高 50%
]],[[
森林之后
命运皮甲
版本: 3.1.0 以前
版本: 3.5.0以前
版本: 当前
等级需求: 59, 160 Dex
{variant:1}闪避值提高 (240-380)%
{variant:2,3}闪避值提高 (200-240)%
+(60-70) 最大生命
+(6-10)% 火焰抗性
+(26-40)% 冰霜抗性
+(11-25)% 闪电抗性
移动速度降低 25%
{variant:1,2}每 450 闪避值提高 1% 移动速度，最多 100%
{variant:3}每 600 闪避值提高 1% 移动速度，最多 75%
被动物击中时承受 -(50-40) 物理伤害
]],[[
疫鼠囚笼
鲨皮之衣
联盟: 苦痛
版本: 2.6.0以前
版本: 当前
等级需求: 56, 152 Dex
闪避值提高 (100-120)%
+(160-200) 最大生命
{variant:1}-5% 火焰抗性上限
{variant:2}-50% 火焰抗性
移动速度提高 15%
受到的火焰伤害提高 20%
受到击中火焰伤害的 10% 转化为物理伤害
]],[[
雪盲恩惠
光耀皮甲
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 地图【托沃领域】 或 传奇Boss【崩雪‧托沃】 专属掉落
源: 使用 通货【托沃的祝福】 升级 传奇【完美姿态】
等级需求: 49, 134 Dex
+(30-40) 敏捷
{variant:1}闪避值提高 (30-50)%
{variant:2}闪避值提高 (80-100)%
+(40-60) 最大生命
{variant:1}法术伤害压制率 +10%
{variant:2}法术伤害压制率 +20%
【极地装甲】的增益效果提高 25%
{variant:1}闪避值将随绝对冰霜抗性提高
{variant:2}闪避值随超量冰霜抗性提高
]],[[
完美姿态
星辰皮甲
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 传奇【雪盲恩惠】 使用 通货【托沃的祝福】 升级
等级需求: 65, 197 Dex
{variant:1}闪避值提高 (30-50)%
{variant:2}闪避值提高 (80-100)%
{variant:1}+(50-80) 最大生命
{variant:2}+(70-100) 最大生命
-30% 冰霜抗性
{variant:1}敏捷提高 (5-10)%
{variant:2}敏捷提高 (10-15)%
Arctic Armour has no Reservation
{variant:1}闪避值将随绝对冰霜抗性提高
{variant:2}Evasion Rating is increased by Overcapped Cold Resistance
移形换影
]],[[
伊瑞的精通
精制皮甲
源: 地图【苍白议会】 专属掉落
版本: 恐喙鸟
版本: 巨蛇
版本: 之爪
等级需求: 62, 170 Dex
{variant:1}获得 20 级的【召唤兽化恐喙鸟】
{variant:2}获得 20 级的【召唤兽化巨蛇】
{variant:3}获得 20 级的【召唤兽化之爪】
+(300-400) 命中值
闪避值提高 (130-150)%
+(90-100) 最大生命
投射物攻击技能的暴击率提高 (40-60)%
{variant:1}当你拥有兽化的召唤生物时，投射物攻击击中时有 20% 几率造成瘫痪
{variant:2}当你拥有兽化的召唤生物时，投射物攻击击中时有 20% 几率造成中毒
{variant:3}当你拥有兽化的召唤生物时，投射物攻击击中时有 20% 几率造成流血
{variant:1}当你拥有兽化的召唤生物时，攻击和移动速度提高 (10-15)%
{variant:2}当你拥有兽化的召唤生物时，攻击时附加 (13-19) - (23-29) 基础混沌伤害
{variant:3}当你拥有兽化的召唤生物时，攻击附加 (11-16) - (21-25) 基础物理伤害
]],
-- Body: Energy Shield
[[
兽毛披肩
瓦尔法衣
版本: 3.0.0以前
版本: 当前
等级需求: 68, 194 Int
法术伤害提高 40%
该装备的能量护盾提高 (110-130)%
{variant:1}+(50-65) 最大能量护盾
{variant:2}+(15-25) 最大能量护盾
范围效果扩大 10%
承受伤害提高 5%
能量护盾回复速度提高 (30-40)%
]],[[
烈炎之袍
学者之袍
等级需求: 18, 55 Int
+(30-50)% 火焰抗性
敌人被点燃的持续时间延长 (30-50)%
火焰伤害击中时有 10% 几率点燃敌人
反射 15 火焰伤害给近战攻击者
受到击中物理伤害的 20% 转化为火焰伤害
]],[[
塔温的披风
智者之袍
源: 8级大师出售
版本: 3.0.0以前
版本: 当前
等级需求: 56, 152 Int
{variant:1}该装备的能量护盾提高 (250-300)%
{variant:2}该装备的能量护盾提高 (150-200)%
召唤生物免疫致盲
召唤生物击中时有 15% 几率使敌人致盲
此物品上的【召唤生物技能石】由 16 级的 生命偷取 辅助
掉落的魔法物品会被鉴定
]],[[
灵魂甲胄
灭世法衣
等级需求: 53, 144 Int
此物品上装备的【捷技能石】等级 +2
该装备的能量护盾提高 (80-100)%
每有一个影响你的捷光环，则避免晕眩的几率提高 35%
捷光环的魔力保留总是 45%
]],[[
血誓
蛛丝之袍
版本: 1.0.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 49, 134 Int
此物品上的技能石受到 15 级的 附加混沌伤害 辅助
+(20-30) 智慧
{variant:1,2,3}最大生命降低 20%
{variant:4,5}最大生命提高 10%
{variant:1}该装备的能量护盾提高 (125-150)%
{variant:2}该装备的能量护盾提高 (180-220)%
{variant:3,4}该装备的能量护盾提高 (280-320)%
{variant:5}该装备的能量护盾提高 (210-250)%
{variant:1,2,3}血魔法
{variant:4,5}插入的技能石同时消耗生命并保留生命而非消耗和保留魔力
]],[[
无悔之爱
贤者之袍
等级需求: 37
技能石可以无视此物品上的插槽颜色
红色插槽内的技能石 +1 等级
绿色插槽内的技能石 +10% 品质
蓝色插槽内的技能石额外获得 25% 经验
穿戴对人物属性无需求
]],[[
德瑞之肤
毒蛛丝之袍
版本: 3.5.0以前
版本: 3.2.0以前
版本: 当前
等级需求: 65
此物品上的诅咒技能石受到 20 级的 诅咒光环 辅助
获得 20 级的的主动技能【召唤德瑞的塑像】技能
{variant:1}召唤【德瑞的塑像】时可以触发插槽内的诅咒技能
{variant:2,3}召唤德瑞的塑像时，触发插入的魔蛊技能
插槽内的诅咒技能无视诅咒限制
+(30-40) 智慧
该装备的能量护盾提高 (130-150)%
{variant:1}你所施放诅咒的效果降低 (25-33)%
{variant:2}插槽中诅咒宝石的效果降低 (25-33)%
]],[[
暗夜弑衣
毒蛛丝之袍
联盟: 猎魔笔记
源: 传奇Boss【暗夜初子 费努姆斯】 专属掉落
等级需求: 65
+(30-40) 智慧
该装备的能量护盾提高 (120-140)%
每秒回复 (80-100) 能量护盾
被你至少覆盖 1 层蜘蛛网的敌人伤害降低 10%
受你至少 1 层蜘蛛网影响的敌人，所有抗性 -10%
【蛛之势】的范围效果扩大 (50-70)%
]],[[
炼狱之心
毒蛛丝之袍
版本: 3.0.0以前
版本: 3.14.0以前
版本: 当前
等级需求: 65, 187 Int
此物品上装备的【火焰技能石】等级 +1
火焰伤害提高 (25-35)%
攻击和法术暴击率提高 100%
{variant:1}该装备的能量护盾提高 (190-230)%
{variant:2,3}该装备的能量护盾提高 (120-160)%
15% 的火焰伤害转换为混沌伤害
{variant:1}低魔时受到的法术伤害提高 100%
{variant:2}低魔时受到的法术伤害提高 25%
{variant:3}低魔时受到的法术伤害提高 15%
]],[[
薛朗的护身长袍
秘术长衣
版本: 1.0.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 62, 180 Int
固定基底词缀: 1
法术伤害提高 (3-10)%
{variant:1}该装备的能量护盾提高 (200-250)%
{variant:2}该装备的能量护盾提高 (140-200)%
{variant:3}该装备的能量护盾提高 (100-150)%
能量护盾启动回复比平常快 10%
+(30-40)% 闪电抗性
反射 1 - 250 闪电伤害给近战攻击者
混沌伤害不能穿透能量护盾
]],[[
忠诚之肤
简易之袍
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级 传奇【君主之肤】
固定基底词缀: 0
插槽无法被调整
此物品上装备的技能石等级 +1
全局防御提高 100%
]],[[
君主之肤
简易之袍
联盟: 裂隙
源: 传奇【忠诚之肤】 使用 通货【夏乌拉的祝福】 升级
版本: 移形换影
版本: 先祖魂约
版本: 箭矢闪跃
版本: 火之化身
版本: 血魔法
版本: 能量连接
版本: 玫红之舞
版本: 异能魔力
版本: 元素之相
版本: 元素超载
版本: 灵能护体
版本: 钢铁之握
版本: 霸体
版本: 心灵升华
版本: 复仇之灵
版本: 苦痛灵曲
版本: 完美苦痛
版本: 移灵换影
版本: 零点射击
版本: 坚毅之心
版本: 烈士意志
版本: 瓦尔冥约
版本: 狂热誓言
版本: 凡人的信念
版本: 符文绑定者
版本: 恶毒结界
版本: 召集部队
版本: 斗转星移
版本: 风舞者
版本: 惘信者
版本: 无上自我
版本: 失衡卫士
版本: 穿刺者
版本: 灭亡之日
版本: 靑春永驻
固定基底词缀: 0
插槽无法被调整
此物品上装备的技能石等级 +2
全局防御提高 100%
只能在此物品上放入已腐化的技能石
{variant:1}移形换影
{variant:2}先祖魂约
{variant:3}箭矢闪跃
{variant:4}火之化身
{variant:5}血魔法
{variant:6}能量连接
{variant:7}玫红之舞
{variant:8}异能魔力
{variant:9}元素之相
{variant:10}元素超载
{variant:11}灵能护体
{variant:12}钢铁之握
{variant:13}霸体
{variant:14}心灵升华
{variant:15}复仇之灵
{variant:16}苦痛灵曲
{variant:17}完美苦痛
{variant:18}移灵换影
{variant:19}零点射击
{variant:20}坚毅之心
{variant:21}烈士意志
{variant:22}瓦尔冥约
{variant:23}狂热誓言
{variant:24}凡人的信念
{variant:25}符文绑定者
{variant:26}恶毒结界
{variant:27}召集部队
{variant:28}【斗转星移】
{variant:29}风舞者
{variant:30}惘信者
{variant:31}无上自我
{variant:32}失衡卫士
{variant:33}穿刺者
{variant:34}灭亡之日
{variant:35}靑春永驻
已腐化
]],[[
祖灵之约
蛛丝之袍
版本: 1.2.0以前
版本: 2.6.0以前
版本: 3.12.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 49, 134 Int
{variant:1,2}此物品上的技能石受到 14 级的 法术图腾 辅助
{variant:3,4,5}此物品上的技能石受到 20 级的 法术图腾 辅助
法术伤害提高 (20-25)%
该装备的能量护盾提高 (100-120)%
{variant:1}图腾的生命提高 25%
{variant:2,3,4}图腾的生命提高 50%
{variant:5}图腾的生命提高 (20-30)%
最多同时可以额外召唤 1 个图腾
{variant:1,2,3}当你的图腾死亡时，玩家受到 1 个 20 级的随机诅咒
{variant:4,5}你的图腾被毁时，给你施加一种随机魔蛊，其总效果额外提高 80%
]],[[
无尽之衣
简易之袍
插槽: W-W-W-W-W-W
]],[[
千缎
简易之袍
版本: 3.0.0以前
版本: 当前
此物品上的技能石受到 5 级的 元素扩散 辅助
{variant:1}攻击附加 2-3 基础火焰伤害
{variant:2}攻击和法术附加 2-3 基础火焰伤害
{variant:1}攻击附加 2 - 3 基础冰霜伤害
{variant:2}攻击和法术附加 2 - 3 基础冰霜伤害
{variant:1}攻击附加 1 - 4 基础闪电伤害
{variant:2}攻击和法术附加 1 - 4 基础闪电伤害
{variant:1}施法速度降低 10%
+(10-20) 点闪避值
+6 最大生命
+6 最大魔力
+(10-20) 最大能量护盾
+(5-10)% 火焰抗性
+(5-10)% 冰霜抗性
+(5-10)% 闪电抗性
]],[[
兀鸣
操灵者背心
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 59, 160 Int
+(20-30) 最大魔力
{variant:1}该装备的能量护盾提高 (100-120)%
{variant:2,3}该装备的能量护盾提高 (200-220)%
召唤生物的最大生命降低 20%
召唤生物的伤害提高 15%
{variant:1,2}+1 灵体数量上限
{variant:1}击败敌人时，召唤生物获得【不洁之力】，持续 5 秒
{variant:2}击败敌人时，召唤生物获得【不洁之力】，持续 10 秒
{variant:3}召唤生物获得额外混沌伤害，其数值等同于元素伤害的 (15-20)%
]],[[
札德图斯的圣衣
贤者之袍
版本: 1.0.0以前
版本: 1.3.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 37, 104 Int
{variant:1}附加 1 - 25 基础闪电伤害
{variant:2,3,4}攻击附加 1 - 40 基础闪电伤害
{variant:1,2,3}该装备的能量护盾提高 (75-100)%
{variant:4}该装备的能量护盾提高 (125-150)%
{variant:1}+(20-25)% 混沌抗性
{variant:2,3,4}+(40-50)% 混沌抗性
照亮范围扩大 25%
{variant:1}格挡时有 25% 几率制造奉献地面
{variant:2}格挡时有 50% 几率制造奉献地面
{variant:3,4}格挡时有 100% 几率制造奉献地面
]],
-- Body: Armour/Evasion
[[
兽腹
连身龙鳞战甲
等级需求: 46, 68 Str, 68 Dex
护甲提高 (150-200)%
最大生命提高 (30-40)%
获得 +(10-15)% 火焰、冰霜、闪电抗性
药剂生命回复速度提高 50%
更明显打击效果
]],[[
薛鲁宾的恶作剧
胜利盔甲
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 69, 95 Str, 116 Dex
{variant:1,2}混沌伤害提高 (10-20)%
{variant:3}混沌伤害提高 (50-80)%
该装备的护甲与闪避提高 (160-200)%
+(70-100) 最大生命
{variant:1}每秒生命偷取提高 30%
{variant:2,3}每秒生命偷取提高 100%
]],[[
德瑞索的卫衣
连身龙鳞铠
版本: 2.6.0以前
版本: 3.5.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 63, 115 Str, 94 Dex
{variant:1,2,3}该装备的护甲与闪避提高 (160-200)%
{variant:4}该装备的护甲与闪避提高 (180-220)%
{variant:1,2}+(40-60) 最大生命
{variant:3,4}+(60-90) 最大生命
物理攻击伤害的 (0.4-0.6)% 会转化为生命偷取
被击中时，你失去所有的耐力球
击败敌人时，你获得 1 颗耐力球
{variant:1}被击中时，每个耐力球可使你获得 1 秒的【猛攻】状态
{variant:2}被击中时，每个耐力球可使你获得 2 秒的【猛攻】状态
{variant:3}被击中时，每个耐力球可使你获得 5 秒的【猛攻】状态
{variant:3}【猛攻】效果提高 (60-100)% 
]],[[
大地之护
胜利盔甲
联盟: 猎魔笔记
源: Boss 传奇 【大地初子 法瑞尔】 专属掉落
等级需求: 69
该装备的护甲与闪避提高 (100-150)%
+(90-100) 最大生命
【猫之势】不保留魔力值
【猫之隐匿】的持续时间 +2 秒
你获得【猫之隐匿】时也会同时获得自身最大数量的狂怒球和暴击球
拥有【猫之隐匿】时获得【迷踪】状态
]],[[
欺诈獠牙
龙鳞战甲
版本: 3.5.0以前
版本: 当前
等级需求: 38, 57 Str, 57 Dex
{variant:1}物理伤害提高 (60-100)%
{variant:2}物理伤害提高 100%
{variant:1}+(130-160) 最大生命
{variant:2}+(200-240) 最大生命
+(20-40)% 冰霜抗性
{variant:1}每秒回复 2% 生命
{variant:2}每秒回复 5% 生命
角色体型增大 15%
法术技能无法造成伤害
你的法术被禁用了
]],[[
雷语
荒野锁铠
版本: 1.3.0以前
版本: 当前
等级需求: 60, 96 Str, 96 Dex
攻击附加 1 - (20-30) 基础闪电伤害
该装备的护甲与闪避提高 (90-120)%
+(60-80) 最大生命
-60% 闪电抗性
{variant:1}受到击中物理伤害的 40% 转化为闪电伤害
{variant:2}受到击中物理伤害的 30% 转化为闪电伤害
]],[[
毒蛇之度
连身鳞甲
源: 帝王试炼迷宫专属掉落
等级需求: 28, 43 Str, 43 Dex
该装备的护甲与闪避提高 (80-100)%
+(30-40) 最大生命
+(15-25)% 冰霜抗性
移动速度提高 5%
攻击击中时有 20% 几率使目标中毒
免疫中毒
]],
-- Body: Armour/Energy Shield
[[
安姆布的战甲
圣战锁甲
版本: 1.0.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 43, 64 Str, 64 Int
{variant:1}该装备的护甲与能量护盾提高 (80-100)%
{variant:2}该装备的护甲与能量护盾提高 (140-180)%
{variant:3,4}该装备的护甲与能量护盾提高 (180-220)%
{variant:4}+(60-80) 最大生命
{variant:1,2}获得 +10% 火焰、冰霜、闪电抗性
{variant:3,4}获得 +15% 火焰、冰霜、闪电抗性
受到暴击时获得 1 个耐力球
{variant:1,2,3}低血时每秒回复 2% 生命
{variant:4}近期内你若被击中，则每秒回复 2% 生命
与周围队友分享耐力球
]],[[
将军的复生
圣洁锁甲
等级需求: 70, 99 Str, 115 Int
该装备的护甲与能量护盾提高 (150-190)%
+(60-90) 最大生命
每把幻化武器可使幻化守卫的伤害提高 5%
幻化类召唤生物的近战攻击会对对周围目标造成溅射伤害
幻化类召唤生物的近战攻击对周围目标造成的总伤害额外降低 50%
当幻化守卫击败一个敌人时，触发 20 级的【幻化守卫武器】
当幻化武器击败一个敌人时，有 10% 几率触发 18 级的【幻化守卫武器】
你无法拥有非幻化类召唤生物
]],[[
吉尔菲的圣殿
权贵环甲
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 64, 90 Str, 105 Int
该装备的护甲与能量护盾提高 (50-75)%
+(50-70) 最大生命
{variant:1,2}+(70-80) 最大能量护盾
{variant:3}+(30-40) 最大能量护盾
获得 +(14-18)% 火焰、冰霜、闪电抗性
{variant:1}每 5 点力量使最大能量护盾提高 +1
{variant:2,3}每 5 点力量使最大能量护盾提高 +2
狂热誓言
]],[[
冰息
精制环甲
源: 使用 预言【光之终点】 升级为 传奇【水晶墓穴】
版本: 2.0.0以前
版本: 当前
等级需求: 39, 59 Str, 59 Int
{variant:1}+15 力量
{variant:2}+(30-40) 力量
{variant:1}+15 智慧
{variant:2}+(30-40) 智慧
该装备的护甲与能量护盾提高 (140-160)%
+(50-75)% 冰霜抗性
免疫冰缓
敌人被冰缓的持续时间延长 150%
]],[[
水晶墓穴
精制环甲
版本: 3.12.0以前
版本: 当前
源: 由【冰息】 使用 预言【光之终点】 升级
等级需求: 49
+(30-40) 力量
+(30-40) 智慧
该装备的护甲与能量护盾提高 (140-160)%
+(50-75)% 冰霜抗性
免疫冰缓
受到击中物理伤害的 20% 转化为冰霜伤害
受到击中火焰伤害的 30% 转为冰霜伤害
{variant:1}冰缓效果提高 (15-20)%
{variant:2}冰霜异常效果提高 (15-20)%
]],[[
烈炎之心
圣洁锁甲
版本: 2.6.0以前
版本: 当前
等级需求: 70, 99 Str, 115 Int
{variant:1}+(60-80) 护甲
{variant:1}该装备的护甲与能量护盾提高 (120-140)%
{variant:2}该装备的护甲与能量护盾提高 (220-240)%
+(80-90) 最大生命
{variant:2}获得额外混沌伤害，其数值等同于火焰、冰霜、闪电伤害的 (10-20)%
{variant:1}物理攻击伤害的 (0.8-1)% 会转化为生命偷取
{variant:2}攻击伤害的 (0.8-1)% 转化为生命偷取
受到击中火焰、冰霜、闪电伤害的 25% 转换为混沌伤害
照亮范围扩大 (20-30)%
照亮范围将基于能量护盾的属性
]],[[
皇家卫甲
征战锁甲
等级需求: 61, 96 Str, 96 Int
该装备的护甲与能量护盾提高 (150-170)%
+(60-90) 最大生命
+(50-70) 最大魔力
耐力球持续时间延长 30%
当耐力球被使用或失效时，获得 100 生命
]],[[
魔道之衣
华丽环甲
版本: 1.0.0以前
版本: 1.3.0以前
版本: 2.0.0以前
版本: 当前
等级需求: 47, 69 Str, 69 Int
{variant:1}该装备的护甲与能量护盾提高 (80-100)%
{variant:2,3,4}该装备的护甲与能量护盾提高 (120-140)%
{variant:1,2,3}10% 的物理伤害转换为混沌伤害
{variant:4}30% 的物理伤害转换为混沌伤害
{variant:1}反射 (10-20) 混沌伤害给近战攻击者
{variant:2,3,4}反射 30 混沌伤害给近战攻击者
照亮范围缩小 25%
{variant:1}格挡时有 25% 几率制造腐化地面
{variant:2}格挡时有 50% 几率制造腐化地面
{variant:3,4}格挡时有 100% 几率制造腐化地面
]],[[
满溢之甲
权贵环甲
版本: 3.6.0以前
版本: 当前
源: 商店配方
等级需求: 64
有 6 个插槽
攻击附加 (4-10) - (14-36) 基础物理伤害
+(8-24) 全属性
攻击和法术暴击率提高 (20-60)%
+(15-50) 最大能量护盾
+(20-60) 最大生命
+(20-50) 最大魔力
物品稀有度提高 (6-30)%
火焰、冰霜、闪电伤害提高 (15-50)%
{variant:1}你的最大抗性为 (76-80)%
{variant:2}你的最大抗性为 (76-78)%
]],[[
福尔的战铠
圣语锁甲
联盟: 战乱之殇
源: 圣堂军团
版本: 3.7.0以前
版本: 当前
等级需求: 35, 53 Str, 53 Int
{variant:1}该装备的护甲与能量护盾提高 60%
{variant:2}该装备的护甲与能量护盾提高 (100-150)%
最大魔力降低 50%
每个被暴击的敌人给予你 1 个暴击球
{variant:2}内在信念
]],
-- Body: Evasion/Energy Shield
[[
血脉相连
骨制战甲
等级需求: 35
获得 15 级的的主动技能【血脉奉献】
该装备的闪避与能量护盾提高 (100-120)%
最大生命提高 (15-25)%
召唤生物的最大生命提高 (20-30)%
每秒回复 1% 生命
召唤生物的法术伤害压制率 +(12-15)%
]],[[
致命之体
映彩外套
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 62, 96 Dex, 96 Int
该装备的闪避与能量护盾提高 (120-150)%
+(50-70) 最大生命
获得 +(9-12)% 火焰、冰霜、闪电抗性
{variant:1,2}范围效果扩大 20%
{variant:3}范围效果扩大 (40-50)%
{variant:1}范围伤害提高 12%
{variant:2,3}范围伤害提高 (40-50)%
更明显打击效果
]],[[
卫道之袍
漆彩束衣
版本: 1.3.0以前
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 52, 76 Dex, 76 Int
{variant:1,2,3}该装备的闪避与能量护盾提高 (110-150)%
{variant:4}该装备的闪避与能量护盾提高 (300-400)%
{variant:1,2}+(90-110) 最大魔力
{variant:3,4}+(100-150) 最大魔力
{variant:1,2}魔力回复速度提高 (40-50)%
{variant:1}被击中时, 10% 的伤害优先从魔力扣除
{variant:3,4}10% 的伤害优先从魔力扣除
{variant:3,4}每秒 1% 魔力回复
心灵升华
]],[[
箭丽毒蛙
哨兵之衣
等级需求: 59, 86 Dex, 86 Int
插槽内的的技能石被 10 级的低阶毒化辅助
该装备的闪避与能量护盾提高 (130-150)%
+40 最大能量护盾
获得 +(15-25)% 火焰、冰霜、闪电抗性
若你有至少 300 点敏捷，则中毒伤害提高 (75-100)%
若你有至少 150 点智慧，则中毒持续时间延长 (15-25)%
]],[[
速度之力
狂虐者束衣
版本: 3.5.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 68
+(60-80) 最大生命
近期内你若感电任意敌人，则伤害提高 (20-50)%
{variant:1,2}感电效果提高 (25-40)%
{variant:3}感电效果提高 (15-25)%
不受感电影响
{variant:1}击败感电敌人时会爆炸，造成等同敌人最大生命 (5-10)% 的闪电伤害
{variant:2,3}击败感电敌人时会爆炸，造成等同敌人最大生命 5% 的闪电伤害
]],[[
无尽之卫
禁礼之甲
版本: 2.6.0以前
版本: 当前
等级需求: 71, 88 Dex, 122 Int
固定基底词缀: 1
+(20-25) 最大魔力
{variant:1}+(40-60) 最大生命
{variant:2}+(60-80) 最大生命
{variant:1}该装备的闪避与能量护盾提高 (120-150)%
{variant:2}该装备的闪避与能量护盾提高 (220-250)%
每个狂怒球可使移动速度提高 1%
耐力球，狂怒球，以及暴击球的持续时间延长 100%
{variant:1}每个耐力球可使每秒生命回复提高 (15-20) 
{variant:2}每个耐力球可使每秒生命回复提高 (20-30) 
]],[[
苍空之巢
血色之衣
联盟: 猎魔笔记
源: 传奇Boss【苍空初子 萨奇沃】 专属掉落
等级需求: 65
+(25-75) 全属性
+(30-40)% 闪电抗性
技能的保留效果降低 (6-10)%
【鸟之势】增益效果提高 100%
【鸟之势】也会使周围友军获得【鸟之力量】和【鸟之斗魄】
+(120-150) 点闪避值和能量护盾
]],[[
泯光寿衣
禁礼之甲
联盟: 深渊
源: 深渊巫妖掉落
版本: 一个深渊插槽（3.12.0以前）  
版本: 两个深渊插槽（3.12.0以前） 
版本: 一个深渊插槽（当前） 
版本: 两个深渊插槽（当前） 
Requires Level: 71
固定基底词缀: 1
+(20-25) 最大魔力
{variant:1,3}拥有 1 个深渊插槽
{variant:2,4}拥有 2 个深渊插槽
{variant:1,2}此物品上的技能石受到 20 级的 元素穿透 辅助
{variant:3,4}此物品上的技能石受到 25 级的 元素穿透 辅助
当你使用物品上的技能时，有 20% 的几率触发 20 级的 【暗影姿态】
该装备的闪避与能量护盾提高 (160-180)%
最大生命提高 (6-10)%
最大魔力提高 (9-15)%
每个影响你的【深渊珠宝】可使最大生命提高 1%
每个影响你的【深渊珠宝】可使最大魔力提高 1%
]],[[
钟表匠的华服
狂虐者束衣
等级需求: 68, 103 Dex, 109 Int
该装备的闪避与能量护盾提高 (140-170)%
+(60-90) 最大生命
陷阱冷却回复速度提高 (10-15)%
当你的陷阱被敌人触发时，有 15% 几率获得 1 个狂怒球
陷阱被敌人触发时，有 30% 几率获得 4 秒暗影迷踪
你的陷阱被敌人触发时回复 100 生命
你的陷阱被敌人触发时回复 50 能量护盾
]],[[
维多里奥之绝响
漆彩束衣
版本: 2.6.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 52, 76 Dex, 76 Int
此物品上装备的【光环技能石】等级 +1
{variant:1}此物品上的技能石降低 20% 魔力保留
{variant:2}插入的技能石的保留效果降低 30%
{variant:3}插入的技能石的保留效能提高 45%
{variant:1}此物品上的技能石受到 1 级的 和善 辅助
{variant:2,3}此物品上的技能石受到 30 级的 和善 辅助
该装备的闪避与能量护盾提高 (120-150)%
{variant:1}光环技能范围提高 (20-40)%
{variant:2,3}光环技能范围提高 (20-40)%
你技能的非诅咒类光环效果提高 (10-15)%
]],
-- Body: Armour/Evasion/Energy Shield
[[
阿兹里的威权
祭礼束衣
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【诱人的深渊】） 
版本: 3.0.0以前（护甲）
版本: 3.0.0以前（护甲/闪避）
版本: 3.0.0以前（闪避）
版本: 3.0.0以前（闪避/ES+生命）
版本: 3.0.0以前（闪避/ES+ES）
版本: 3.0.0以前（能量护盾）
版本: 3.0.0以前（护甲）
版本: 3.0.0以前（护甲/ES+生命）
版本: 3.0.0以前（护甲/闪避/ES）
版本: 当前 （护甲）
版本: 当前 （护甲/闪避）
版本: 当前 （闪避）
版本: 当前 （闪避/ES+生命）
版本: 当前 （闪避/ES+ES）
版本: 当前 （能量护盾）
版本: 当前 （护甲/ES+生命）
版本: 当前 （护甲/ES +ES）
版本: 当前 （护甲/闪避/ES）
等级需求: 75, 66 Str, 66 Dex, 66 Int
{variant:1,10}护甲提高 (380-420)%
{variant:2,11}闪避值与护甲提高 (200-220)%
{variant:3,12}闪避值提高 (380-420)%
{variant:4,5,13,14}该装备的闪避与能量护盾提高 (200-220)%
{variant:6,15}该装备的能量护盾提高 (270-300)%
{variant:7,8,16,17}该装备的护甲与能量护盾提高 (200-220)%
{variant:9,18}该装备的护甲、闪避和能量护盾提高 (270-340)%
{variant:1,2,3,4,7,10,11,12,13,16}+(90-100) 最大生命
{variant:5,6,8}+(90-100) 最大能量护盾
{variant:14,15,17}+(70-80) 最大能量护盾
获得 +(20-24)% 火焰、冰霜、闪电抗性
击败敌人回复 +100 生命
击败敌人回复 +100 魔力
]],[[
暗影缝合
祭礼束衣
版本: 3.10.0以前
版本: 当前
联盟: 穿越
等级需求: 72
固定基底词缀: 0
{variant:2}该装备的护甲、闪避和能量护盾提高 (250-350)%
拥有 1 个额外的固有词缀
+(20-30) 全属性
击败敌人时回复 (3-5)% 最大生命
击败敌人会回复自身 (3-5)% 最大能量护盾
每装备 1 个被腐化的物品，所有抗性 -(6-4)%
每装备 1 个被腐化的物品，最大能量护盾提高 8%
每装备 1 个被腐化的物品，最大生命提高 6%
已腐化
]],
[[
钢铁要塞
征战重铠
源: 由 传奇【钢铁之心】 使用 预言【身经百战】 升级
等级需求: 68
不再通过力量获得伤害加成，每 10 点力量会使近战物理伤害提高 3%
移动速度降低 10%
该装备的护甲提高 (80-100)%
每有 50 点力量，攻击伤害格挡几率额外 +1%
格挡法术伤害的几率会特别不幸
+(60-120) 力量
]],
[[
升华统御
黄金战甲
源: 竞赛奖励品
等级需求: 20
固定基底词缀: 1
+(15-25)% 所有元素抗性
此物品上装备的技能石等级 +1
+(30-50) 全属性
]],
}
