-- Item data (c) Grinding Gear Games
return {
[[
沃拉娜的征途
符文战靴
联盟: 先祖秘藏
等级需求: 69, 46 Str, 46 Dex, 46 Int
没有插槽
装备时触发 20 级召唤劲弩
移动速度提高 25%
召唤劲弩击中时有 (10-20)% 的几率施加畏寒
召唤劲弩击中时有 (10-20)% 的几率在 4 秒内造成恐吓效果
把召唤劲弩 (30-50)% 的物理伤害转化为火焰伤害
]],
[[
欧罗什的指控
符文护腿
联盟: 先祖秘藏
等级需求: 48, 37 Str, 37 Dex, 37 Int
结界提高 (50-80)%
结界复原速度减慢 (30-50)%
移动速度提高 20%
结界破坏时，获得 3 秒肾上腺素
]],
-- Boots: Armour
[[
愤恨遗产
地蝮鳞长靴
等级需求: 51, 48 Str, 48 Dex
固定基底词缀: 0
该装备的护甲与闪避提高 (200-300)%
-(15-10)% 所有元素抗性
移动速度提高 30%
移动时留下烧灼地面，持续 4 秒
灼烧效果提高 (30-50)%
你击败灼烧的敌人时有 (30-40)% 的几率使周围所有敌人燃烧 4 秒，每秒造成被击败敌人 8% 生命的火焰伤害
]],
[[
强袭者【仿品】
粗革短靴
等级需求: 55, 97 Dex
联盟: 夺宝奇兵
固定基底词缀: 0
+(30-40) 敏捷
闪避值提高 (20-40)%
+(50-70) 最大生命
移动速度提高 25%
灵巧效果提高 (10-30)%
近期内你若击中敌人，则移动速度提高 10%
]],
[[
溃败【仿品】
暗影之靴
等级需求: 63, 62 Dex, 62 Int
联盟: 夺宝奇兵
固定基底词缀: 0
该装备的闪避与能量护盾提高 (100-150)%
晕眩回复和格挡回复提高 (30-40)%
插入的旅行技能的总伤害额外提高 80%
当移动时，魔力回复速度提高 (30-40)%
你的移动速度变为基础值的 150%
]],
[[
赤红踪迹【仿品】
巨人胫甲
等级需求: 68, 120 Str
联盟: 夺宝奇兵
固定基底词缀: 0
该装备的护甲提高 (60-80)%
+(60-70) 最大生命
移动速度提高 25%
中毒时，击中获得一个暴击球
静止时，混沌抗性 +30%
中毒时，移动速度加快 15%
幽魂之息
对你的法术击中有 50% 几率施加中毒
]],
[[
茵雅的启蒙【仿品】
秘术便鞋
等级需求: 61, 119 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
智慧提高 (5-8)%
+(50-70) 最大生命
每个暴击球可使伤害提高 5%
每个暴击球可使每秒回复 0.5% 生命
每个暴击球可使移动速度提高 5%
]],
[[
狮眼的斗志【仿品】
铜影长靴
等级需求: 30, 30 Str, 30 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
你用弓类攻击时触发 5 级毒雨
+(40-60) 力量
+(40-60) 敏捷
攻击附加 12 - 24 基础火焰伤害
移动速度提高 20%
低血时移动速度降低 40%
]],
[[
阿尔贝隆的征途【仿品】
战士之靴
版本: 3.13.0以前
版本: 当前
等级需求: 49, 47 Str, 47 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
力量提高 (15-18)%
+(180-220) 护甲
+(9-12)% 混沌抗性
移动速度提高 20%
不能造成非混沌伤害
{variant:1}每有 50 点力量就给攻击附加 1 到 80 点混沌伤害
{variant:2}每 80 点力量都使攻击附加 1 到 80 点混沌伤害
]],
[[
灵骸之履【仿品】
丝绸便鞋
等级需求: 22, 42 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
该装备的能量护盾提高 (40-60)%
+20 最大生命
+20 最大魔力
移动速度提高 (5-15)%
召唤的幻灵击中传奇敌人时，有 10% 几率刷新持续时间
召唤的愤怒狂灵击中传奇敌人时有 10% 几率刷新持续时间
]],
[[
灵枢行者
禁礼之靴
等级需求: 55, 52 Dex, 52 Int
固定基底词缀: 0
装备时触发 20 级灵枢行走
该装备的闪避与能量护盾提高 (80-120)%
移动速度提高 25%
近期内你若有消耗灵柩，则伤害提高 (20-40)%
周围每个灵枢都使你每秒再生 0.25% 生命，最多 3%
]],
[[
疯狂的象征
异色鞋(冰闪)
等级需求: 70, 62 Dex, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 冰霜与闪电抗性
获得 1 级的【疯狂之拥】技能
混沌伤害提高 (20-40)%
移动速度提高 30%
受【疯狂荣光】影响时，所有伤害都施加【中毒】
受【疯狂荣光】影响时，被你击败的敌人有 40% 几率爆炸，造成其生命四分之一的混沌伤害
]],
[[
疯狂的象征
异色鞋(火冰)
等级需求: 70, 62 Str, 62 Dex
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与冰霜抗性
获得 1 级的【疯狂之拥】技能
该装备的护甲与闪避提高 (150-300)%
移动速度提高 30%
受【疯狂荣光】影响时有 20% 几率造成双倍伤害
受【疯狂荣光】影响时，你身上的【护体】效果提高 60%
]],
[[
疯狂的象征
异色鞋(火闪)
等级需求: 70, 62 Str, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与闪电抗性
获得 1 级的【疯狂之拥】技能
移动速度提高 30%
非伤害型异常状态效果提高 (20-40)%
受【疯狂荣光】影响时，你获得【点燃汇流】、【冰缓汇流】、【感电汇流】
受【疯狂荣光】影响时，免疫元素异常状态
]],

[[ 
火柳胫甲
古钢胫甲
版本: 3.16.0以前
版本: 当前
等级需求: 37, 67 Str
固定基底词缀: 0
该装备的护甲提高 (80-120)%
图腾的生命提高 (30-50)%
{variant:1}图腾的生命提高 (30-50)%
{variant:2}图腾的生命提高 (20-30)%
移动速度提高 25%
图腾放置速度提高 (30-50)%
{variant:1}图腾被击中时对周围敌人反射火焰伤害，等同它们 25% 的最大生命
{variant:2}图腾被击中时对周围敌人反射火焰伤害，等同它们 100% 的最大生命
]],
[[
溃败
暗影之靴
联盟: 寄生菌潮
等级需求: 63, 62 Dex, 62 Int
固定基底词缀: 0
该装备的闪避与能量护盾提高 (100-150)%
晕眩回复和格挡回复提高 (30-40)%
旅行技能的冷却回复速度提高 (50-80)%
当移动时，魔力回复速度提高 (30-40)%
你的移动速度变为基础值的 150%

]],
[[
升华之途
黄金缠鞋
源: 竞赛奖励品
等级需求: 12
固定基底词缀: 1
+(8-16)% 所有元素抗性
移动速度提高 20%
物品稀有度提高 (20-30)%
]],
[[
军团的进击
军团长靴
等级需求: 58
此物品上装备的【光环技能石】等级 +2
此物品上的技能石受到 25 级的 【祝福】 辅助
该装备的护甲与能量护盾提高 (250-300)%
获得 +(12-18)% 火焰、冰霜、闪电抗性
移动速度提高 (20-30)%
]],

[[
深海魔足
巨灵胫甲
联盟: 猎魔笔记
源: 传奇Boss【深海初子 克林斯昂】 专属掉落
等级需求: 54
护甲提高 (150-180)%
+(50-70) 最大生命
+(25-30)% 冰霜抗性
移动速度提高 25%
若你拥有 10 个以上的【深海屏障】，则无法被晕眩
当你被击中一次并受到物理伤害时，你只会丢失 (5-7) 个【深海屏障】
]],[[
无尽之距
巨灵胫甲
联盟: 裂隙
源: 地图【乌尔尼多领域】 或 传奇Boss【截载者‧乌尔尼多】 专属掉落
升级: 使用 通货【乌尔尼多的祝福】 升级为 传奇【赤红踪迹】
等级需求: 54, 95 Str
+(30-60) 最大生命
移动速度提高 20%
流血状态下移动不再承受额外的伤害
流血时移动速度提高 15%
被攻击击中时，有 50% 几率流血
]],[[
赤红踪迹
巨人胫甲
联盟: 裂隙
源: 由传奇【无尽之距】 使用 通货【乌尔尼多的祝福】 升级
等级需求: 68, 120 Str
护甲提高 (60-80)%
+(50-70) 最大生命
移动速度提高 25%
流血时击中敌人将获得 1 个狂怒球
流血时移动速度提高 15%
静止时受到的物理伤害降低 10%
被攻击击中时，有 50% 几率流血
瘀血爪印
]],[[
冈姆的稳重之靴
巨人胫甲
版本: 2.6.0以前
版本: 当前
等级需求: 68, 120 Str
没有插槽
无法被击退
{variant:1}+(120-150) 最大生命
{variant:2}+(150-200) 最大生命
烈士意志
{variant:2}你无法被减速至基础速度以下
]],[[
红刃蹂躏靴
远古胫甲
联盟: 军团
版本: 2.6.0以前
版本: 当前
等级需求: 46, 82 Str
{variant:2}+(50-70) 最大生命
攻击附加 (2-5) - (7-10) 基础物理伤害
敌人晕眩门槛降低 (5-10)%
护甲提高 (150-200)%
+(20-30)% 火焰抗性
{variant:1}移动速度提高 20%
{variant:2}移动速度提高 25%
不受燃烧地面影响
]],[[
风暴骑士
坚铁胫甲
版本: 3.12.0以前
版本: 当前
等级需求: 23
+(1-50)% 闪电抗性
移动速度提高 20%
{variant:1}对敌人的感电效果持续时间延长 50%
{variant:2}对敌人的闪电异常效果持续时间延长 50%
物理伤害的 30% 转换为闪电伤害
{variant:1}感电效果提高 (15-25)%
{variant:2}闪电异常效果提高 (15-25)%
]],[[
恶风足迹
强化胫甲
升级: 使用 预言【暗语者的尖哮】 升级为 传奇【风哮】
版本: 2.6.0以前
版本: 当前
等级需求: 33, 60 Str
护甲提高 (50-80)%
获得 +(10-15)% 火焰、冰霜、闪电抗性
{variant:1}移动速度提高 10%
{variant:2}移动速度提高 15%
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2}火焰、冰霜、闪电伤害提高 (10-20)%
可以对敌人施放 1 个额外诅咒
]],[[
风哮
强化胫甲
版本: 3.12.0以前
版本: 当前
源: 由 传奇【恶风足迹】 使用 预言【暗语者的尖哮】 升级
等级需求: 60
护甲提高 (200-250)%
获得 +(10-15)% 火焰、冰霜、闪电抗性
移动速度提高 25%
火焰、冰霜、闪电伤害提高 (10-20)%
可以对敌人施放 1 个额外诅咒
{variant:1}诅咒范围扩大 60%
{variant:2}魔蛊技能的效果区域扩大 60%
]],
-- Boots: Evasion
[[
地动
羊皮短靴
等级需求: 12, 26 Dex
+(20-30) 力量
移动速度提高 15%
火焰伤害击中时有 (6-10)% 几率点燃敌人
当你击败 1 名点燃敌人，对周围敌人造成相同的点燃效果
装备时施放 7 级的【艾贝拉斯之怒】
每 20 点力量可使火焰伤害提高 1%
燃烧蹄印
]],[[
阿兹里的金履
迷踪短靴
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【生贽之尖】） 
等级需求: 69, 120 Dex
闪避值提高 180%
+(55-75) 最大生命
移动速度提高 30%
(14-16)% 几率躲避法术击中
]],[[
血影
鲨皮短靴
版本: 1.0.0以前
版本: 2.1.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 44, 79 Dex
+(30-40) 敏捷
移动速度提高 20%
每个狂怒球可使移动速度提高 2%
{variant:1,2,3,4}每个狂怒球可使攻击速度降低 3%
{variant:5}每个狂怒球可使攻击速度降低 4%
{variant:1,2}每个狂怒球每秒回复 1% 生命
{variant:3,4}每个狂怒球每秒回复 0.5% 生命
{variant:5}每个狂怒球每秒回复 0.8% 生命
击败敌人后有 (20-30)% 几率获得 1 个狂怒球
瘀血爪印
{variant:1}对低血敌人，每个狂怒球可使伤害提高 3%
{variant:2,3}对低血敌人，每个狂怒球可使伤害提高 6%
{variant:4}对低血敌人，每个狂怒球可使伤害提高 6%
{variant:5}对低血敌人，每个狂怒球可使伤害提高 (20-30)%
]],[[
猎踪
鹿皮短靴
版本: 2.6.0以前
版本: 当前
等级需求: 22, 42 Dex
此物品上的技能石受到 11 级的 技能陷阱化 辅助
闪避值提高 (160-200)%
+(35-45) 最大生命
陷阱投掷速度提高 (14-18)%
{variant:2}移动速度提高 15%
{variant:1}投掷陷阱时移动速度提高 30%，持续 9 秒
{variant:2}投掷陷阱时移动速度提高 15%，持续 9 秒
]],[[
大地之痕
迷踪短靴
联盟: 猎魔笔记
源: Boss 传奇 【大地初子 法瑞尔】 专属掉落
等级需求: 69
当你失去【猫之隐匿】时，触发 20 级的【威吓战吼】
闪避值提高 (110-150)%
+(50-70) 最大生命
移动速度提高 20%
(40-50)% 几率免疫流血
你获得【猫之隐匿】时移动速度提高 20%
]],[[
龙炎足迹
砂影短靴
版本: 1.1.0以前
版本: 当前
等级需求: 34, 62 Dex
魔力回复速度提高 60%
{variant:1}物品掉落数量提高 (20-30)%
{variant:2}物品掉落数量提高 (14-20)%
+(40-50)% 火焰抗性
移动速度提高 10%
]],[[
盖卢坎的飞升
匿踪短靴
版本: 3.5.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 62, 117 Dex
+(30-40) 敏捷
{variant:1}闪避值提高 (80-120)%
{variant:2}闪避值提高 (320-380)%
{variant:3}闪避值提高 (300-340)%
移动速度提高 30%
免疫燃烧地面，感电地面和冰缓地面
移动时每秒回复 100 生命
{variant:1}每 10 点敏捷提高 +1 最大生命
{variant:2,3}每 10 点敏捷提高 +2 最大生命
]],[[
盟誓之迹
生皮短靴
联盟: 普兰德斯
移动速度提高 50%
]],[[
强袭者
粗革短靴
版本: 2.6.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 55, 97 Dex
+(25-35) 敏捷
闪避值提高 (20-40)%
{variant:1}获得【猛攻】时闪避值提高 40%
{variant:2,3}获得【猛攻】时闪避值提高 100%
{variant:1}+(30-60) 最大生命
{variant:2,3}+(50-70) 最大生命
{variant:1}移动速度提高 20%
{variant:2,3}移动速度提高 25%
{variant:1,2}10% chance to Avoid Elemental Ailments while Phasing
{variant:3}30% chance to Avoid Elemental Ailments while Phasing
]],[[
维多里奥的飞升
羊皮短靴
版本: 2.6.0以前
版本: 当前
等级需求: 12, 26 Dex
+15 敏捷
+15 智慧
闪避值提高 (100-150)%
{variant:1}低血时移动速度提高 30%
{variant:2}移动速度提高 15%
{variant:2}你和周围队友的移动速度提高 10%
被击中时， 4 秒内回复等同于 (5-10)% 伤害的魔力
]],
-- Boots: Energy Shield
[[
灵骸之履
丝绸便鞋
版本: 3.8.0以前
版本: 当前
等级需求: 22, 42 Int
+20 最大生命
+20 最大魔力
该装备的能量护盾提高 (40-60)%
移动速度提高 (5-15)%
{variant:1}+1 魔卫数量上限
{variant:1}+1 灵体数量上限
{variant:2}【召唤灵体】技能石等级 +1
{variant:2}【魔卫复苏】技能石等级 +1
]],[[
茵雅的启蒙
秘术便鞋
源: 地图【苍白议会】 专属掉落
等级需求: 61, 119 Int
+(50-70) 最大生命
移动速度提高 25%
智慧提高 (5-8)%
每个暴击球可使伤害提高 5%
当你可能获得暴击球时，有 25% 几率直接获得最大数量的暴击球
]],[[
虹幕
咒者长靴
版本: 1.0.0以前
版本: 1.1.0以前
版本: 2.6.0以前
版本: 3.4.0以前
版本: 当前
等级需求: 53, 94 Int
{variant:4}(20-25)% 的攻击格挡率同样套用于法术格挡
{variant:5}(4-6)% 法术伤害格挡几率
{variant:1,2}+(80-100) 最大魔力
{variant:3,4,5}+(40-60) 最大魔力
{variant:1,2}该装备的能量护盾提高 (150-200)%
{variant:3,4,5}该装备的能量护盾提高 (140-180)%
{variant:2}获得 +8% 火焰、冰霜、闪电抗性
{variant:1,3,4,5}获得 +20% 火焰、冰霜、闪电抗性
{variant:1,2,3}移动速度提高 20%
{variant:4,5}移动速度提高 25%
]],[[
薛朗的秘术长靴
学者长靴
升级: 使用 预言【能源流动】 升级为 传奇【薛朗的诡计】
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 32, 54 Int
+10 敏捷
{variant:1}+10 智慧
{variant:2,3}+(20-30) 智慧
{variant:1}该装备的能量护盾提高 (50-70)%
{variant:2,3}该装备的能量护盾提高 (100-140)%
{variant:3}移动速度提高 15%
{variant:1,2}满血时移动速度提高 35%
{variant:3}满血时移动速度提高 20%
晕眩回复和格挡回复提高 (10-15)%
]],[[
薛朗的诡计
学者长靴
源: 由 传奇【薛朗的秘术长靴】 使用 预言【能源流动】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 32, 54 Int
+10 敏捷
+(20-30) 智慧
该装备的能量护盾提高 (100-140)%
{variant:2}移动速度提高 15%
{variant:1}满血时移动速度提高 35%
{variant:2}满血时移动速度提高 20%
{variant:1}低血时获得每秒 2% 能量护盾回复
{variant:2}每秒回复 1% 能量护盾
晕眩回复和格挡回复提高 (10-15)%
]],[[
空向
术士长靴
Energy Shield: 64
版本: 3.16.0以前
版本: 当前
等级需求: 67, 123 Int
+(60-120) 最大魔力
移动速度提高 30%
暴击时有 25% 几率获得暴击球
{variant:1}技能的保留效果降低 6%
{variant:2}技能的保留效率提高 12%
无法回复生命
你的晕眩门槛将基于魔力的 500%，而非生命
]],[[
绝地魔履
术士长靴
联盟: 军团
版本: 3.0.0以前
版本: 当前
等级需求: 67, 123 Int
{variant:1}该装备的能量护盾提高 (110-140)%
{variant:2}该装备的能量护盾提高 (50-80)%
+(20-30) 最大能量护盾
移动速度提高 30%
在感电地面上的移动速度提高 20%
在燃烧地面上的伤害提高 50%
在冰缓地面上每秒回复 2% 生命
不受腐化地面影响
]],[[
苦行之履
羊毛之鞋
+5 敏捷
+(10-20) 最大能量护盾
移动速度提高 20%
魔力回复速度提高 (20-40)%
免疫冰冻
]],[[
回光之迹
丝绒便鞋
升级: 使用 预言【贪婪者的讽刺】 升级为 传奇【贪欲之诱】
版本: 1.0.0以前
版本: 当前
等级需求: 9, 21 Int
+(5-10) 力量
+(5-10) 敏捷
+(5-10) 智慧
+(10-16) 最大能量护盾
低血时物品稀有度提高 100%
{variant:1}移动速度提高 15%
{variant:2}移动速度提高 10%
]],[[
贪婪之诱
丝绒便鞋
源: 由 传奇【回光之迹】 使用 预言【贪婪者的讽刺】 升级
等级需求: 52
+(5-10) 力量
+(5-10) 敏捷
+(5-10) 智慧
+(90-110) 最大能量护盾
低血时物品掉落数量提高 (10-16)%
移动速度提高 20%
]],
-- Boots: Armour/Evasion
[[
暗雷
龙鳞长靴
版本: 2.6.0以前
版本: 当前
等级需求: 65, 62 Str, 62 Dex
{variant:2}该装备的护甲与闪避提高 (40-70)%
+(20-40)% 闪电抗性
每个狂怒球可使移动速度提高 5%
+1 狂怒球数量上限
{variant:1}狂怒球持续时间缩短 50%
{variant:2}狂怒球持续时间缩短 40%
照亮范围缩小 25%
每拥有 1 个狂怒球，有 2% 几率躲避攻击击中
]],[[
迎暮
铁影长靴
升级: 使用 预言【暮色之痛】 升级为 传奇【幽暗凋零】
版本: 2.6.0以前
版本: 当前
等级需求: 18
该装备的护甲与闪避提高 (40-60)%
{variant:1}+(10-20) 最大生命
{variant:2}+(20-30) 最大生命
{variant:1}+(10-20) 最大魔力
移动速度提高 15%
晕眩回复和格挡回复提高 50%
照亮范围缩小 20%
{variant:2}药剂持续期间，攻击和法术附加 (15-20)-(25-30) 基础混沌伤害
药剂持续期间，提高 +50% 混沌抗性
]],[[
迎暮
铁影长靴
版本: 2.0.0以前
等级需求: 18
该装备的护甲与闪避提高 (40-60)%
+(10-20) 最大生命
+(10-20) 最大魔力
移动速度提高 15%
晕眩回复和格挡回复提高 50%
照亮范围缩小 20%
药剂持续期间，提高 +50% 混沌抗性
]],[[
幽暗凋零
铁影长靴
版本: 3.11.0以前
版本: 当前
源: 由 传奇【迎暮】 使用 预言【暮色之痛】 升级
等级需求: 40
{variant:1}此物品上的技能石受到 15 级的 附加混沌伤害 辅助
{variant:2}击败敌人时触发等级 15 的尾随之疮
{variant:2}药剂持续期间，攻击和法术附加 (30-40) - (50-60) 基础混沌伤害
该装备的护甲与闪避提高 (120-150)%
+(50-60) 最大生命
移动速度提高 20%
晕眩和格挡回复降低 50%
照亮范围缩小 20%
药剂持续期间，提高 +50% 混沌抗性
]],[[
狮眼的斗志
铜影长靴
联盟: 战乱之殇
源: 永恒军团
版本: 3.7.0以前
版本: 当前
等级需求: 30, 30 Str, 30 Dex
{variant:2}当你使用弓箭攻击时触发 5 级的【箭雨】
+(40-60) 力量
+(40-60) 敏捷
攻击附加 12 - 24 基础火焰伤害
移动速度提高 20%
低血时移动速度降低 40%
晕眩回复和格挡回复提高 20%
{variant:1}低血时免疫晕眩
]],[[
哑风轻步
蛇鳞长靴
联盟: 军团
版本: 2.6.0以前
版本: 当前
等级需求: 42, 40 Str, 40 Dex
{variant:1}法术附加 (15-19) - (28-35) 基础冰霜伤害
{variant:2}法术附加 (25-30) - (40-50) 基础冰霜伤害
{variant:1}法术暴击率提高 (20-40)%
{variant:2}法术暴击率提高 (50-70)%
闪避值提高 (100-150)%
+(20-30)% 冰霜抗性
{variant:1}移动速度提高 20%
{variant:2}移动速度提高 25%
不受冰缓地面影响
]],[[
苍空之爪
火蝮鳞长靴
联盟: 猎魔笔记
源: 传奇Boss【苍空初子 萨奇沃】 专属掉落
等级需求: 59
获得 20 级的主动技能【鸟之势】
该装备的护甲与闪避提高 (100-150)%
移动速度提高 (20-30)%
【鸟之斗魄】的持续时间 +(-2-2) 秒
拥有【鸟之斗魄】时每秒回复 100 生命
拥有【鸟之斗魄】时每秒回复 12 魔力
]],
-- Boots: Armour/Energy Shield
[[
阿尔贝隆的征途
战士之靴
版本: 3.0.0以前
版本: 当前
等级需求: 49, 47 Str, 47 Int
攻击附加 1 - 80 基础混沌伤害
+(180-220) 护甲
+(9-12)% 混沌抗性
移动速度提高 20%
{variant:1}+2 魔侍数量上限
{variant:2}+1 魔侍数量上限
力量提高 (15-18)%
]],[[
死亡大门
圣战长靴
源: 永恒帝王迷宫专属掉落
等级需求: 64, 62 Str, 62 Int
+(20-40) 力量
该装备的护甲与能量护盾提高 200%
获得 +(10-15)% 火焰、冰霜、闪电抗性
移动速度提高 25%
+1 耐力球数量上限
自身受到的元素异常状态时间延长 50%
免疫流血
]],[[
刚勇
军团长靴
版本: 2.6.0以前
版本: 当前
等级需求: 58, 54 Str, 54 Int
该装备的护甲与能量护盾提高 (160-180)%
+(50-60)% 火焰抗性
移动速度提高 25%
{variant:1}火焰伤害击中时有 (5-7)% 几率点燃敌人
{variant:2}火焰伤害击中时有 (10-15)% 几率点燃敌人
{variant:1}对被点燃敌人的伤害提高 15%
{variant:2}对被点燃敌人的伤害提高 (25-40)%
]],[[
拉克斯的渴望
仪式短靴
等级需求: 36
+(15-25)% 冰霜抗性
+(15-25)% 混沌抗性
移动速度提高 20%
当你静止时，每秒获得 1 个狂怒球，耐力球或暴击球
移动时失去所有暴击球，耐力球和狂怒球
]],[[
覆灭之兆
网眼长靴
版本: 2.6.0以前
版本: 2.11.0以前
版本: 当前
等级需求: 28, 28 Str, 28 Int
{variant:2,3}移动速度提高 15%
攻击附加 1 - 120 基础闪电伤害
击败敌人回复 +(10-20) 生命
该装备的护甲与能量护盾提高 (20-60)%
{variant:1,2}10% 几率使敌人逃跑
{variant:3}移动时制造持续 2 秒的感电地面
]],
-- Boots: Evasion/Energy Shield
[[
布琳洛特-加龙省岸行者
猎人之靴
联盟: 军团
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 41, 40 Dex, 40 Int
{variant:1}+(60-80) 最大能量护盾
{variant:2}+(120-150) 最大能量护盾
{variant:3}+(80-100) 最大能量护盾
物理伤害提高 20%
{variant:1}移动速度提高 20%
{variant:2,3}移动速度提高 25%
+(20-30)% 闪电抗性
投射物伤害提高 (20-40)%
不受感电地面影响
]],[[
鼠疫之源
暗影者长靴
联盟: 深渊
源: 深渊巫妖掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
等级需求: 69, 82 Dex, 42 Int
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
装备时触发 20 级的【泯灭之舞】
最大生命提高 4%
移动速度提高 30%
每种影响你的【深渊珠宝】可使伤害提高 10%
]],[[
暗夜刺足
暗影之靴
联盟: 猎魔笔记
源: 传奇Boss【暗夜初子 费努姆斯】 专属掉落
等级需求: 63
该装备的闪避与能量护盾提高 (160-200)%
+(20-30)% 闪电抗性
+(17-23)% 混沌抗性
移动速度提高 25%
【蛛之势】可对敌人额外造成 1 层蜘蛛网
你每击中 1 个被【蜘蛛网】覆盖的敌人，便获得 (15-20) 能量护盾
【蛛之势】的减益持续时间提高 (40-50)%
]],[[
诺米克的风暴
扣环短靴
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 16, 18 Dex, 18 Int
+(20-30) 敏捷
+(30-50) 点闪避值
+(15-30) 最大能量护盾
移动速度提高 20%
+20% 冰霜抗性
{variant:1}受到的物理伤害提高 30%
{variant:2}受到的物理伤害提高 20%
{variant:3}能量护盾全满时，受到的伤害提高 15%
能量护盾全满时，移动速度提高 20%
]],[[
敏锐思维
匿踪短靴
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 62, 117 Dex
+(20-30) 敏捷
+(20-30) 智慧
闪避值提高 (80-100)%
{variant:1}+(50-70) 最大能量护盾
{variant:2}+(70-100) 最大能量护盾
{variant:3}+(100-160) 最大能量护盾
{variant:4}+(100-150) 最大能量护盾
移动速度提高 30%
敌人无法偷取你的生命
]],[[
日耀
环带长靴
升级: 使用 预言【烈日惩罚】 升级为 传奇【日怨】
版本: 2.6.0以前
版本: 当前
等级需求: 27, 27 Dex, 27 Int
攻击速度提高 10%
闪避值提高 (80-120)%
物品稀有度提高 (20-30)%
+(30-40)% 火焰抗性
{variant:1}移动速度提高 10%
{variant:2}移动速度提高 20%
]],[[
日怨
环带长靴
源: 传奇【日耀】 使用 预言【烈日惩罚】 升级
等级需求: 59
攻击速度提高 10%
该装备的闪避与能量护盾提高 (260-300)%
物品稀有度提高 (20-30)%
+(30-40)% 火焰抗性
移动速度提高 20%
被点燃时移动速度提高 (10-20)%
+25% 几率被点燃
被点燃时，获得 (75-125) 每秒生命回复
]],[[
虚空行者
暗影者长靴
源: 传奇Boss【塑界者】 专属掉落
版本: 3.0.0以前
版本: 当前
等级需求: 69, 82 Dex, 42 Int
+(30-50) 敏捷
该装备的闪避与能量护盾提高 (140-180)%
移动速度提高 30%
【迷踪】状态时有 20% 几率躲避投射物
近期内你若有击败敌人，则进入【迷踪】状态
{variant:1}Projectiles Pierce while Phasing
{variant:2}处于【迷踪】状态时，投射物穿透 5 个额外目标
绚丽众星行走特效
塑界之器
]],[[
献祭舞鞋
禁礼之靴
联盟: 穿越
升级: 使用 通货【仪祭魔瓶】 升级为 传奇【至高天堂】
等级需求: 34
+(50-60) 最大魔力
+(25-30)% 闪电抗性
移动速度提高 25%
非低魔时获得【猛攻】
惘信者
]],[[
献祭舞鞋（遗产）
缚足长靴
联盟: 穿越
升级: 使用 通货【仪祭魔瓶】 升级为 传奇【至高天堂】
等级需求: 34
+(50-60) 最大魔力
+(15-20)% 闪电抗性
移动速度提高 25%
非低魔时获得【猛攻】
每秒失去 (30-40) 魔力
]],[[
至高天堂
禁礼之靴
版本: 3.16.0以前
版本: 当前
联盟: 穿越
源: 由 传奇【献祭舞鞋】 使用 通货【仪祭魔瓶】 升级
等级需求: 55
最大魔力提高 (15-20)%
+(25-30)% 闪电抗性
移动速度提高 30%
{variant:1}2% increased Evasion per 500 Maximum Mana
{variant:2}10% increased Evasion per 500 Maximum Mana
非低魔时获得【猛攻】
每秒失去 7% 最大魔力
]],

[[
多利亚尼的幻想（力量）
巨人胫甲
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
该装备的护甲提高 (100-120)%
+(50-70) 最大生命
移动速度提高 30%
]],[[
多利亚尼的幻想（敏捷）
迷踪短靴
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
闪避值提高 (100-120)%
+(50-70) 最大生命
移动速度提高 30%
]],[[
多利亚尼的幻想（智慧）
术士长靴
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害（3.16以前）
版本: 闪电净化：火焰伤害（3.16以前）
版本: 闪电净化：闪电伤害（3.16以前）
版本: 火焰净化：冰霜伤害（3.16以前）
版本: 火焰净化：火焰伤害（3.16以前）
版本: 火焰净化：闪电伤害（3.16以前）
版本: 冰霜净化：冰霜伤害（3.16以前）
版本: 冰霜净化：火焰伤害（3.16以前）
版本: 冰霜净化：闪电伤害（3.16以前）
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3,10,11,12}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6,13,14,15}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9,16,17,18}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7,10,13,16}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8,11,14,17}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9,12,15,18}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
{variant:1,2,3,4,5,6,7,8,9}该装备的能量护盾提高 (180-220)%
{variant:10,11,12,13,14,15,16,17,18}该装备的能量护盾提高 (150-180)%
+(50-70) 最大生命
移动速度提高 30%
]],

}
