-- Item data (c) Grinding Gear Games
return {

-- Weapon: Bow

[[
裂风【仿品】
帝国之弓
等级需求: 66, 212 Dex
联盟: 夺宝奇兵
固定基底词缀: 1
攻击技能的元素伤害提高 (20-24)%
附加 (48-60) - (72-90) 基础冰霜伤害
附加 1 - (120-150) 基础闪电伤害
攻击速度提高 (10-15)%
该装备的攻击暴击率提高 (30-40)%
被你冰冻的敌人额外承受 20% 伤害
击败每个感电的敌人回复 +(90-120) 能量护盾
]],
[[
骤雨之弦【仿品】
短弓
等级需求: 5, 26 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
插槽内的技能石被等级 1 的【箭之新星】辅助
+(10-20) 敏捷
物理伤害提高 100%
攻击速度提高 (25-30)%
攻击击中每个敌人会回复 +2 魔力
投射物速度提高 (50-100)%
+(25-50) 命中值
]],
[[
穿云【仿品】
猎魂之弓
等级需求: 53, 170 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
+(20-30) 敏捷
附加 (25-35) - (36-45) 基础物理伤害
物理伤害提高 (110-125)%
移动速度提高 10%
+(350-400) 命中值
不能偷取魔力
来自攻击的投射物会分叉
来自攻击的投射物会额外分叉一次
]],
[[
钢铁指挥【仿品】
死亡之弓
等级需求: 32, 107 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
攻击速度提高 (14-20)%
图腾的生命提高 (14-20)%
附加 (8-12) - (16-24) 基础物理伤害
图腾放置速度提高 (14-20)%
每 200 点力量都使散射弩炮的召唤图腾上限 +1
每 25 点力量都使攻击附加 1 到 3 点物理伤害
]],

[[
轮回之记
粗制弓
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 0
物理伤害提高 100%
攻击速度提高 10%
+30 命中值
投射物从最后的目标返回
]],
[[
赤红风暴
钢木之弓
联盟: 毁灭不朽
版本: 附近有传奇敌人时暴击伤害
版本: 附近有传奇敌人时攻击速度
版本: 暴击球·伤害
版本: 狂怒球·伤害
版本: 耐力球·伤害
版本: 命中和品质
版本: 攻击速度和品质
版本: 攻击速度和鲜血狂怒
版本: 施法速度和秘术增强
版本: 召唤生物速度
版本: 双倍伤害
版本: 专注双倍伤害
版本: 触发插槽法术
固定基底词缀: 1
移动速度提高 6%
该装备的物理伤害提高 (140-170)%
该装备的攻击暴击率提高 (25-35)%
攻击打出暴击时，有 50% 几率造成流血
因你而流血的敌人给予的药剂充能提高 (60-100)%
对流血敌人附加 (100-120) - (150-165) 基础物理伤害
攻击打出暴击时，有 50% 几率造成瘫痪
{variant:1}若周围有稀有或传奇敌人，则 +(54-60)% 基础暴击伤害加成
{variant:2}周围有稀有或传奇敌人时，攻击速度提高 (27-30)%
{variant:3}每个暴击球可使伤害提高 (7-8)%
{variant:4}每个狂怒球可使伤害提高 (7-8)%
{variant:5}每个耐力球可使伤害提高 (7-8)%
{variant:6}+(311-350) 命中值
{variant:7}攻击速度提高 (12-15)%
{variant:6}+(16-18)% 品质
{variant:7}+(13-18)% 品质
{variant:8}攻击速度提高 (12-15)%
{variant:8}击败敌人时有 15% 几率触发 1 级的鲜血狂怒
{variant:9}施法速度提高 (21-25)%
{variant:9}你击败敌人时有 15% 几率获得【秘术增强】
{variant:10}召唤生物的攻击速度提高 (34-38)%
{variant:10}召唤生物的施法速度提高 (34-38)%
{variant:11}有 (12-14)% 几率造成双倍伤害
{variant:12}专注时有 (36-40)% 几率造成双倍伤害
{variant:13}你使用技能时触发一个插入的法术，它有 4 秒冷却时间
]],
[[
阿伯瑞斯
暗影弓
版本: 3.5.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 62
源: 商店配方
固定基底词缀: 1
+(15-25)% 攻击和法术暴击伤害加成
{variant:1}附加 (60-70) - (180-210) 基础物理伤害
{variant:2,3}附加 (95-115) - (240-265) 基础物理伤害
{variant:1,2}闪避值提高 (80-100)%
{variant:1,2}用弓攻击时额外发射 2 根箭矢
{variant:1,2}每 16 秒获得一次【霸体】，持续 8 秒
{variant:3}霸体
{variant:3}获得 30 级的【冲刺】技能
{variant:3}若近期有使用【冲刺】技能，闪避值提高 (100-160)%
{variant:3}若近期有使用【冲刺】技能，移动速度提高 (20-30)%
{variant:3}若近期没有使用【冲刺】技能，攻击速度提高 (20-30)%
{variant:3}若近期没有使用【冲刺】技能，弓攻击发射 2 额外箭矢
{variant:3}禁用除【冲刺】以外的旅行技能
{variant:1,2}当你获得【霸体】时，近距离用弓击中后的总伤害额外提高 30%
{variant:1,2}当你没有获得【霸体】时，攻击速度，施法速度和移动速度提高 30%
{variant:1,2}当你没有获得【霸体】时，获得【远射】
]],[[
乱矢之弦
暗影弓
版本: 1.2.0以前
版本: 2.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 62, 212 Dex
固定基底词缀: 1
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:1}物理伤害提高 (75-100)%
{variant:2,3}物理伤害提高 (150-180)%
{variant:4}物理伤害提高 (200-260)%
+(10-20) 敏捷
附加 25 - 50 基础火焰伤害
{variant:1}攻击速度提高 5%
{variant:2,3,4}攻击速度提高 (10-14)%
{variant:1,2,3}近距离用弓击中后的总伤害额外提高 100%
{variant:4}近距离用弓击中后的总伤害额外提高 50%
近距离时，弓类攻击会击退敌人
]],[[
夜吟
暗影弓
联盟: 战乱之殇
源: 马拉克斯军团
版本: 1.2.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 62, 212 Dex
固定基底词缀: 1
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:1,2,3}物理伤害提高 (100-125)%
{variant:4,5}物理伤害提高 (130-150)%
{variant:2}附加 (6-10) - (10-14) 基础物理伤害
{variant:3,4}附加 (10-15) - (15-20) 基础物理伤害
{variant:5}附加 (15-20) - (25-30) 基础物理伤害
{variant:1,2,3,4}攻击速度提高 10%
{variant:5}攻击速度提高 20%
25% 的物理伤害转换为混沌伤害
命中值提高 (15-30)%
受到击中物理伤害的 25% 转化为混沌伤害
{variant:5}此武器造成的中毒总伤害有 20% 几率额外提高 300%
]],[[
冥使之琴
死亡之弓
升级: 使用 预言【弓弦之乐】 升级为 传奇【死亡之作】
版本: 2.2.0以前
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 32, 107 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
物理伤害提高 (100-125)%
攻击速度提高 10%
{variant:1,3}+100% 攻击和法术暴击伤害加成
{variant:2}+150% 攻击和法术暴击伤害加成
{variant:4}+50% 攻击和法术暴击伤害加成
用弓攻击时额外发射 1 根箭矢
]],[[
死亡之作
死亡之弓
源: 由传奇【冥使之琴】 使用 预言【弓弦之乐】 升级
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 44, 107 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
物理伤害提高 (100-125)%
附加 (10-20) - (30-35) 基础物理伤害
攻击速度提高 10%
{variant:1}+150% 攻击和法术暴击伤害加成
{variant:2}+100% 攻击和法术暴击伤害加成
{variant:3}+50% 攻击和法术暴击伤害加成
用弓攻击时额外发射 2 根箭矢
]],[[
灭世
皇家猎弓
升级: 使用 预言【古代末日】 升级为 传奇【灭世之狱】
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.1.0以前
版本: 当前
等级需求: 28, 95 Dex
固定基底词缀: 3
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:3}武器攻击的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:4,5}攻击技能的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:2,3,4}附加 (8-12) - (16-20) 基础物理伤害
{variant:5}附加 (12-16) - (20-24) 基础物理伤害
攻击速度提高 (10-14)%
{variant:1,2,3,4}该装备的攻击暴击率提高 (30-40)%
魔力回复速度提高 60%
{variant:1,2,3,4}获得等同武器物理伤害 110% 的随机一种额外火焰，冰霜，或者闪电伤害
{variant:5}获得等同武器物理伤害 100% 的随机一种额外火焰，冰霜，或者闪电伤害
]],[[
灭世之狱
皇家猎弓
源: 由 传奇【灭世】 使用 预言【古代末日】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.1.0以前
版本: 当前
等级需求: 40, 95 Dex
固定基底词缀: 3
{variant:1}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:2}武器攻击的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:3,4}攻击技能的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:1,2,3}附加 (8-12) - (16-20) 基础物理伤害
{variant:4}附加 (12-16) - (20-24) 基础物理伤害
攻击速度提高 (10-14)%
{variant:1,2,3}该装备的攻击暴击率提高 (30-40)%
魔力回复速度提高 60%
{variant:1,2,3}获得等同武器物理伤害 110% 的全部三种额外火焰，冰霜和闪电伤害
{variant:4}获得等同武器物理伤害 100% 的全部三种额外火焰，冰霜和闪电伤害
]],[[
破灭之希
游侠弓
源:源: 传奇Boss【裂界者】 专属掉落 (T6地图或以上)
版本: 3.4.0以前
版本: 当前
等级需求: 60
附加 (130-150) - (270-300) 基础冰霜伤害
每个狂怒球可使移动速度提高 4%
+(400-500) 命中值
攻击速度提高 (15-25)%
每个狂怒球附加 12 - 14 基础冰霜伤害
每个狂怒球可使击中时有 2% 几率免疫元素伤害
每个狂怒球可使攻击伤害的 0.5% 转化为生命偷取
{variant:1}移动时每有 1 个狂怒球，则每秒受到 400 冰霜伤害
{variant:2}移动时每有 1 个狂怒球，则每秒受到 200 冰霜伤害
裂界之器
]],[[
穿云
猎魂之弓
版本: 1.2.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 53, 170 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
{variant:1,2}物理伤害提高 (90-100)%
{variant:3,4,5}物理伤害提高 (110-125)%
{variant:2,3,4,5}附加 (25-35) - (36-45) 基础物理伤害
+(20-30) 敏捷
{variant:1,2,3,4}+(200-250) 命中值
{variant:5}+(350-400) 命中值
{variant:1,2,3}箭矢穿透所有目标
{variant:4,5}箭矢穿透所有目标
移动速度提高 10%
{variant:1,2}无法偷取
{variant:3,4,5}不能偷取生命
]],[[
钢铁指挥
死亡之弓
等级需求: 32, 107 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
附加 (8-12) - (16-24) 基础物理伤害
攻击速度提高 (14-20)%
图腾的生命提高 (14-20)%
图腾放置速度提高 (14-20)%
每有 200 点敏捷，你的攻城炮台图腾数量上限便提高 1 个
每 25 点敏捷可以为攻击附加 1 - 3 基础物理伤害
]],[[
狮眼的战弓
帝国之弓
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 66, 212 Dex
固定基底词缀: 3
{variant:2}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:3}武器攻击的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:4}攻击技能的火焰、冰霜、闪电伤害提高 (20-24)%
物理伤害提高 (150-175)%
附加 (6-12) - (20-32) 基础物理伤害
攻击速度提高 (10-20)%
+(80-100) 最大魔力
攻击和法术无法被闪避
{variant:4}远射
]],[[
虚无之倾
游侠弓
版本: 3.14.0以前
版本: 当前
等级需求: 60, 212 Dex, 212 Int
附加 (50-80) - (130-180) 基础混沌伤害
攻击速度提高 (7-12)%
+(7-11)% 混沌抗性
{variant:1}每 10 点敏捷提高 1% 召唤生物造成的伤害
{variant:2}每 5 点敏捷提高 1% 召唤生物造成的伤害
+212 智慧需求
该物品触发的召唤生物法术使用 5 次后有 0.25 秒冷却时间
]],[[
努罗的竖琴
先驱者之弓
版本: 2.5.0以前
版本: 当前
等级需求: 68, 212 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
没有物理伤害
附加 (120-140) - (180-210) 基础冰霜伤害
攻击速度提高 (10-15)%
照亮范围扩大 (10-30)%
击碎敌人时有 15% 几率制造冰缓地面
当你击碎冰冻的敌人时，制造奉献地面
{variant:2}冰缓地面的效果提高 40%
]],[[
骤雨之弦
短弓
版本: 2.6.0以前
版本: 3.5.0以前
版本: 3.9.0以前
版本: 当前
等级需求: 5, 26 Dex
+(10-20) 敏捷
{variant:2}物理伤害提高 100%
攻击速度提高 100%
+(25-50) 命中值
投射物速度提高 (50-100)%
{variant:1}武器总伤害额外降低 50%
{variant:2}武器总伤害额外降低 40%
{variant:3}总伤害额外降低 40%
{variant:4}总伤害额外降低 30%
{variant:2}攻击击中每个敌人会回复 +2 魔力
]],[[
议会之触
脊弓
源: 预言【野兽之王 V】
版本: 2.4.0以前
版本: 2.6.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 64, 212 Dex
{variant:1}物理伤害提高 (50-70)%
{variant:2,3}物理伤害提高 (40-50)%
{variant:4}物理伤害提高 (50-75)%
{variant:1}附加 (25-40) - (100-115) 基础物理伤害
{variant:2,3}附加 (15-30) - (70-95) 基础物理伤害
攻击速度提高 (8-12)%
{variant:1,2}用弓攻击时额外发射 4 根箭矢
{variant:3}用弓攻击时额外发射 2 根箭矢
{variant:4}此物品上的技能石受到 20 级的 高阶齐射 辅助
投射物速度降低 20%
]],[[
萝丝之触
反曲弓
版本: 3.0.0以前
版本: 当前
等级需求: 18, 71 Dex
固定基底词缀: 1
物理伤害提高 (60-80)%
{variant:1}武器攻击的火焰、冰霜、闪电伤害提高 (20-40)%
{variant:2}攻击技能的火焰、冰霜、闪电伤害提高 (20-40)%
攻击速度提高 (4-8)%
投射物可以连锁弹射 +1 次
投射物速度提高 30%
]],[[
幻银之弦
粗制弓
升级: 使用 预言【银色丛林】 升级为 传奇【银枝】
版本: 2.0.0以前
版本: 当前
等级需求: 2
此物品上装备的【弓技能石】等级 +1
{variant:1}物理伤害提高 (50-80)%
{variant:2}物理伤害提高 (80-100)%
攻击速度提高 10%
+30 命中值
击败敌人回复 +10 魔力
]],[[
银枝
粗制弓
源: 由 传奇【幻银之弦】 使用 预言【银色丛林】 升级
等级需求: 36
此物品上装备的技能石等级 +1
此物品上装备的【弓技能石】等级 +1
物理伤害提高 (80-100)%
附加 (15-25) - (50-60) 基础物理伤害
攻击速度提高 10%
+30 命中值
击败敌人回复 +10 魔力
]],[[
白银之舌
先驱者之弓
源: 传奇Boss【九头蛇守卫】 专属掉落
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 68, 212 Dex
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
{variant:1,2}附加 (60-75) - (170-220) 基础物理伤害
{variant:3}附加 (110-125) - (245-265) 基础物理伤害
{variant:1,2}分裂后的箭矢攻击暴击率提高 100%
{variant:3}分裂后的箭矢攻击暴击率提高 (150-200)%
{variant:1}穿透后的箭矢造成流血
{variant:2}穿透后的箭矢有 50% 几率造成流血
{variant:1,2}箭矢在连锁弹射后穿透所有目标
{variant:3}箭矢在分裂后穿透所有目标
{variant:3}穿透后的箭矢 +50% 暴击伤害加成
]],[[
暴雨之弦
长弓
升级: 使用 预言【仆人之心】 升级为 传奇【暴风雨】
版本: 2.0.0以前
版本: 当前
等级需求: 9, 38 Dex
没有物理伤害
{variant:1}附加 1 - 75 基础闪电伤害
{variant:2}附加 1 - 85 基础闪电伤害
攻击速度提高 (36-50)%
]],[[
暴风雨
长弓
源: 由 传奇【暴雨之弦】 使用 预言【仆人之心】 升级
等级需求: 32, 38 Dex
没有物理伤害
闪电伤害提高 100%
附加 1 - 85 基础闪电伤害
攻击速度提高 (36-50)%
]],[[
魔暴之痕
脊弓
等级需求: 64, 212 Dex
版本: 3.9.0以前
版本: 当前
附加 1 - (275-325) 基础闪电伤害
攻击速度提高 (10-15)%
60% 的闪电伤害转换为混沌伤害
闪电伤害击中时有 10% 几率使敌人受到感电效果影响
混沌伤害可以造成感电
{variant:2}如同额外造成 300% 总伤害来计算感电门槛
{variant:2}你的感电效果所提供的提高承受伤害的效果最高提高 100%
]],[[
裂风
帝国之弓
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 66, 212 Dex
固定基底词缀: 3
{variant:2}武器攻击的火焰、冰霜、闪电伤害提高 (6-12)%
{variant:3}武器攻击的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:4,5}攻击技能的火焰、冰霜、闪电伤害提高 (20-24)%
{variant:1,2,3,4}附加 (32-40) - (48-60) 基础冰霜伤害
{variant:1,2,3,4}附加 1 - (80-100) 基础闪电伤害
{variant:5}附加 (48-60) - (72-90) 基础冰霜伤害
{variant:5}附加 1 - (120-150) 基础闪电伤害
攻击速度提高 (10-15)%
{variant:1}该装备的攻击暴击率提高 (80-100)%
{variant:2,3,4}该装备的攻击暴击率提高 (60-80)%
{variant:5}该装备的攻击暴击率提高 (30-40)%
{variant:1}击败冰冻敌人后物品掉落数量提高 25%
{variant:2,3,4,5}击败冰冻敌人后物品掉落数量提高 15%
{variant:1}击败感电敌人后物品稀有度提高 50%
{variant:2,3,4,5}击败感电敌人后物品稀有度提高 30%
]],[[
索伏的始源
骨制弓
联盟: 裂隙
源: 地图【索伏领域】 或 传奇Boss【黑暗余烬‧索伏】 专属掉落
源: 使用 通货【索伏的祝福】 升级为 传奇【索伏的爱抚】
等级需求: 23, 80 Dex
物理伤害提高 (70-90)%
击败被点燃的敌人回复 +(20-30) 生命
获得额外火焰伤害， 其数值等同于物理伤害的 20%
火焰伤害击中时有 10% 几率点燃敌人
]],[[
索伏的爱抚
城塞战弓
联盟: 裂隙
源: 由 传奇【索伏的始源】 使用 通货【索伏的祝福】 升级
版本: 3.3.0以前
版本: 3.5.0以前
版本: 3.9.0以前
版本: 3.11.0以前
版本: 3.11.1以前
版本: 当前
等级需求: 64, 185 Dex
{variant:1,2}物理伤害提高 (265-330)%
{variant:3,4}物理伤害提高 (250-300)%
{variant:5}物理伤害提高 (200-240)%
{variant:6}物理伤害提高 (265-330)%
50% 的物理伤害转换为火焰伤害
火焰伤害击中时有 10% 几率点燃敌人
{variant:1}你受到点燃时，也会点燃周围 12 范围内的敌人
{variant:2,3}你受到点燃时，也会点燃周围 15 范围内的敌人
{variant:4,5,6}此物品上的技能石受到 20 级的 点燃扩散 辅助
当你点燃 1 个敌人时，回复 (40-60) 生命
]],
}
