-- Item data (c) Grinding Gear Games
return {
-- Weapon: Claw

[[
终息【仿品】
拳钉
版本: 3.14.0以前
版本: 当前
等级需求: 3, 11 Dex, 11 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
攻击击中每个敌人会回复 +3 生命
{variant:1}低血时攻击速度提高 50%
{variant:2}低血时攻击速度提高 25%
物理伤害提高 (80-100)%
低血时命中值提高 100%
在低血时，爪类伤害提高 200%
非低血状态时不造成伤害
]],
[[
超越壁垒【仿品】
裂脏钩
等级需求: 46, 80 Dex, 80 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
攻击击中每个敌人会回复 +44 生命
此物品上的技能石受到 12 级的 受伤时施放 辅助
15% 攻击伤害格挡率
物理伤害提高 (100-120)%
+(30-50) 最大生命
从盾牌获取的防御提高 50%
近期内你若有格挡，则附加 45 - 75 基础火焰伤害
]],
[[
魅惑【仿品】
瓦尔战爪
等级需求: 66, 95 Dex, 131 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
物理攻击伤害的 2% 会转化为生命偷取
物理伤害提高 (110-130)%
附加 (15-20) - (30-40) 基础物理伤害
攻击速度提高 (8-12)%
每嘲讽 1 个敌人回复 +50 生命
击败被嘲讽的敌人获得 1 秒【猛攻】状态
受到你嘲讽的敌人所承受的伤害提高 10%
]],
[[
命运伤痕
拳钉
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
攻击击中每个敌人会回复 +3 生命
附加 2 - 6 基础物理伤害
此物品上的技能石魔力消耗降低 50%
你的法术击中每个敌人会回复 +3 生命
获得 20 级的主动技能【憎恨】，且可被此道具上的技能石辅助
]],
[[
荒野之律
魔爪刃
版本: 3.14.0以前
版本: 当前
联盟: 古灵庄园
源: 由传奇Boss【庄园化身欧莱娜】 专属掉落
等级需求: 62, 131 Dex, 95 Int
固定基底词缀: 1
物理攻击伤害的 1.6% 会转化为生命偷取
{variant:1}使用该武器暴击时，有 20% 几率触发 20 级的【召唤幽狼】
{variant:2}使用该武器暴击时，有 20% 几率触发 25 级的【召唤幽狼】
攻击速度提高 (15-20)%
该装备的攻击暴击率提高 (22-28)%
+(15-25)% 攻击和法术暴击伤害加成
]],
[[
超越壁垒
裂脏钩
版本: 2.6.0以前
版本: 当前
等级需求: 46, 80 Dex, 80 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +21 生命
{variant:2}攻击击中每个敌人会回复 +44 生命
此物品上的技能石受到 12 级的 护体 辅助
物理伤害提高 (100-120)%
+110 点闪避值
+(30-50) 最大生命
+35 最大能量护盾
反射 (71-90) 物理伤害给近战攻击者
15% 攻击格挡率
]],[[
鬣犬之牙
远古战爪
联盟: 战乱之殇
源: 马拉克斯军团
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.7.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 26, 39 Dex, 56 Int
固定基底词缀: 3
{variant:1}攻击击中每个敌人会回复 +8 生命
{variant:2}物理攻击伤害的 2% 会转化为生命偷取
{variant:3,4,5,6}攻击击中每个敌人会回复 +19 生命
{variant:1}物理伤害提高 (60-80)%
{variant:2,3,4,5,6}物理伤害提高 (100-120)%
物理攻击伤害的 3% 会转化为生命偷取
{variant:1,2,3,4}使用该武器时，敌人晕眩门槛降低 10%
{variant:1,2,3,4}此物品上的技能石有 10% 几率使敌人逃跑
{variant:4,5}击中时触发 1 级的【炼狱战吼】
{variant:6}被你战吼嘲讽的敌人被击败时爆炸，造成其最大生命 8% 的混沌伤害
{variant:5}战吼的增益效果提高 50%
{variant:6}战吼的增益效果提高 25%
{variant:5}战吼技能冷却时间为 2 秒
{variant:6}战吼技能冷却时间为 4 秒
]],[[
魅惑
瓦尔战爪
版本: 3.0.0以前
版本: 当前
等级需求: 66, 131 Dex, 95 Int
固定基底词缀: 1
物理攻击伤害的 2% 会转化为生命偷取
{variant:1}物理伤害提高 (80-100)%
{variant:2}物理伤害提高 (110-130)%
附加 (15-20) - (30-40) 基础物理伤害
攻击速度提高 (8-12)%
【迷踪】状态时移动速度提高 15%
{variant:1}使用瓦尔技能时，获得【迷踪】状态，持续 3 秒
{variant:2}使用瓦尔技能时，获得【迷踪】状态，持续 10 秒
]],[[
嗜血之爪
魔爪刃
版本: 3.0.0以前
版本: 当前
等级需求: 62, 131 Dex, 95 Int
固定基底词缀: 1
物理攻击伤害的 1.6% 会转化为生命偷取
{variant:1}物理伤害提高 (100-120)%
{variant:2}物理伤害提高 (150-170)%
附加 10 - 12 基础物理伤害
攻击速度提高 5%
物理攻击伤害的 1.2% 会转化为生命偷取
移动速度提高 5%
{variant:1}使用此武器击中敌人立即获得生命偷取
{variant:2}使用此武器击中敌人立即获得生命偷取
]],[[
希比尔的冰爪
撕裂尖爪
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 37, 53 Dex, 77 Int
固定基底词缀: 3
{variant:1}攻击击中每个敌人会回复 +15 生命
{variant:2}攻击击中每个敌人会回复 +21 生命
{variant:3}攻击击中每个敌人会回复 +25 生命
施法速度提高 (8-12)%
+(30-40) 最大魔力
你的法术击中每个敌人会回复 +(5-8) 生命
{variant:1}每 5% 的攻击格挡率会使法术伤害提高 6%
{variant:2,3}每 5% 的攻击格挡率会使法术伤害提高 8%
]],[[
精华收割器
瓦尔战爪
版本: 1.3.0以前
版本: 2.0.0以前
版本: 2.6.0以前
等级需求: 64, 113 Dex, 113 Int
固定基底词缀: 2
{variant:1,2}物理攻击伤害的 0.6% 会转化为生命偷取
{variant:3}攻击击中每个敌人会回复 +31 生命
{variant:1}双持爪时攻击格挡率提高 10%
{variant:2,3}双持爪时攻击格挡率提高 8%
{variant:1}物理伤害提高 (80-120)%
{variant:2,3}物理伤害提高 (140-180)%
{variant:1}附加 1 - 50 基础闪电伤害
{variant:2,3}附加 1 - 80 基础闪电伤害
攻击速度提高 (20-30)%
+(30-40) 最大能量护盾
灵能护体
]],[[
精华收割器
瓦尔战爪
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 66, 95 Dex, 131 Int
固定基底词缀: 1
物理攻击伤害的 2% 会转化为生命偷取
双持爪时攻击格挡率提高 8%
物理伤害提高 (140-180)%
附加 1 - 200 基础闪电伤害
攻击速度提高 (20-30)%
+(30-40) 最大能量护盾
{variant:1,3}灵能护体
{variant:2}生命偷取会套用于能量护盾
{variant:3}从能量护盾偷取中获得的最大总恢复量降低 50%
{variant:3}能量护盾回满时不会取消来自攻击的能量护盾偷取效果
]],[[
思动之手
袭眼钩
联盟: 裂隙
源: 地图【艾许领域】 或 传奇Boss【异念‧艾许】 专属掉落
升级: 使用 通货【艾许的祝福】 升级为 传奇【智行之手】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 22, 41 Dex, 41 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +10 生命
{variant:2,3}攻击击中每个敌人会回复 +12 生命
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (20-25)%
{variant:3}攻击技能的火焰、冰霜、闪电伤害提高 (20-25)%
附加 1 - (50-60) 基础闪电伤害
攻击速度提高 (10-15)%
{variant:1,2}每 10 点智慧可以为攻击附加 1 - 3 基础闪电伤害
{variant:3}使用此武器攻击时，每 10 点智慧附加 1 - 5 基础闪电伤害
]],[[
智行之手
帝国战爪
联盟: 裂隙
源: 由 传奇【思动之手】 使用 通货【艾许的祝福】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 68, 131 Dex, 95 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +25 生命
{variant:2,3}攻击击中每个敌人会回复 +46 生命
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (25-30)%
{variant:3}攻击技能的火焰、冰霜、闪电伤害提高 (25-30)%
敏捷提高 (8-12)%
智慧提高 (8-12)%
{variant:1,2}每 10 点智慧可以为攻击附加 1 - 6 基础闪电伤害
{variant:3}使用此武器攻击时，每 10 点智慧附加 1 - 10 基础闪电伤害
每 25 点敏捷可使攻击速度提高 1%
]],[[
伊泽洛之谜
帝国战爪
源: 帝王试炼迷宫专属掉落
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 68, 131 Dex, 95 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +25 生命
{variant:2,3}攻击击中每个敌人会回复 +46 生命
物理伤害提高 (40-60)%
附加 20 - 50 基础物理伤害
攻击速度提高 (10-15)%
{variant:1,2}+(250-350) 命中值
{variant:3}+(300-400) 命中值
冰冻时物理伤害增加 100%
]],[[
终息
拳钉
等级需求: 3, 11 Dex, 11 Int
固定基底词缀: 1
攻击击中每个敌人会回复 +3 生命
附加 2 - 10 基础物理伤害
该装备的物理伤害提高 (80-100)%
低血时爪类攻击的物理伤害提高 100%
低血时命中值提高 100%
低血时攻击速度提高 25%
]],[[
噬魂之牙
恐惧之爪
版本: 2.2.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 34, 61 Dex, 61 Int
固定基底词缀: 2
{variant:1,2}物理攻击伤害的 2% 会转化为生命偷取
{variant:3,4}攻击击中每个敌人会回复 +20 生命
物理伤害提高 (75-100)%
攻击速度提高 20%
该装备的攻击暴击率提高 25%
{variant:1}+25% 攻击和法术暴击伤害加成
{variant:2,3,4}+40% 攻击和法术暴击伤害加成
(10-20)% 的物理伤害转换为混沌伤害
{variant:1,2,3}攻击击中时使敌人中毒
{variant:4}击中时有 60% 几率使敌人中毒
使用该武器时，敌人晕眩门槛降低 25%
]],[[
东之饰
裂脏钩
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 46, 80 Dex, 80 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +21 生命
{variant:2,3}攻击击中每个敌人会回复 +44 生命
此物品上装备的【绿色技能石】等级 +1
{variant:3}此物品上的技能石受到 10 级的 快速攻击 辅助
{variant:1,2}物理伤害提高 (100-120)%
{variant:3}物理伤害提高 (160-180)%
攻击速度提高 (10-15)%
晕眩回复和格挡回复提高 25%
攻击和法术无法被闪避
]],[[
裂隙
恐惧之牙
版本: 3.0.0以前
版本: 当前
等级需求: 70, 113 Dex, 113 Int
固定基底词缀: 1
物理攻击伤害的 2% 会转化为生命偷取
物理伤害提高 (60-80)%
附加 (25-35) - (50-65) 基础物理伤害
{variant:1}击中时造成流血
{variant:2}击中时有 25% 几率造成流血
每 10 点敏捷可使持续性物理伤害提高 2%
每 12 点智慧可使流血持续时间延长 1%
击中流血敌人时有 30% 几率使敌人逃跑
]],[[
灾害
恐惧之牙
版本: 3.11.0以前
版本: 当前
源: 传奇Boss【奇美拉守卫】 专属掉落
等级需求: 70, 113 Dex, 113 Int
固定基底词缀: 1
物理攻击伤害的 2% 会转化为生命偷取
附加 (35-50) - (100-125) 基础物理伤害
攻击速度提高 (10-15)%
召唤生物的攻击速度提高 (10-15)%
{variant:1}击败敌人时有 10% 几率触发 18 级的【召唤幽狼】
{variant:1}召唤生物伤害提高或降低，将同样套用于自身
{variant:2}召唤生物伤害提高或降低，将同样套用于自身，等于其数值的 150%
近期内你若造成过伤害，则召唤生物伤害提高 70%
]],[[
痛苦之触
帝国战爪
版本: 2.6.0以前
版本: 当前
等级需求: 68, 131 Dex, 95 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +25 生命
{variant:2}攻击击中每个敌人会回复 +46 生命
附加 (40-50) - (130-150) 基础物理伤害
冰霜伤害提高 30%
该装备的攻击暴击率提高 (30-40)%
击败被冰冻的敌人时有 20% 几率获得 1 个狂怒球
当你拥有最大数量的狂怒球时，技能额外连锁弹射 1 次
冰霜伤害击中时有 10% 的几率冰冻敌人
暴击不会必定造成冰冻
]],[[
蜂巢涌动
刺喉刃
版本: 3.7.0以前
版本: 当前
等级需求: 60, 113 Dex, 113 Int
固定基底词缀: 1
攻击击中每个敌人会回复 +40 生命
物理伤害提高 (150-170)%
攻击速度提高 (20-25)%
该装备的攻击暴击率提高 (20-25)%
{variant:1}+(180-200) 命中值
{variant:2}+(330-350) 命中值
击中时有 20% 几率使敌人中毒
中毒 5 层以上的敌人被该武器攻击击中时，该武器附加 80 - 120 混沌伤害
]],[[
野性狂爪
凿钉
版本: 2.6.0以前
版本: 当前
等级需求: 12, 25 Dex, 25 Int
固定基底词缀: 2
{variant:1}攻击击中每个敌人会回复 +5 生命
{variant:2}攻击击中每个敌人会回复 +7 生命
+(10-15) 力量
+(10-15) 敏捷
命中值降低 15%
附加 (2-6) - (16-22) 基础物理伤害
攻击速度提高 (10-15)%
移动技能的伤害提高 20%
移动技能的攻击速度提高 15%
]],
}
