-- Item data (c) Grinding Gear Games
return {
-- Weapon: Dagger
[[
地精边缘
伏击刺刃
等级需求: 60, 113 Dex, 113 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
物理伤害提高 (200-250)%
若你近期内没有获得狂怒球，则攻击速度加快 (20-25)%
若你近期内没有获得暴击球，则暴击率提高 (60-80)%
使用终结技时，狂怒球和暴击球的持续时间 +3 秒
使用终结技时获得 (120-150) 点生命
使用终结技时获得 (10-20) 点魔力
]],
[[
恩吉尔的叉刃【仿品】
窃者短刃
等级需求: 20, 31 Dex, 45 Int
联盟: 夺宝奇兵
固定基底词缀: 1
攻击和法术暴击率提高 30%
双持时攻击伤害格挡几率 +18%
+(10-20) 敏捷
攻击速度提高 10%
攻击和法术暴击率提高 50%
格挡时冰缓攻击者 4 秒
格挡时使攻击者感电 4 秒
]],
[[
裂心刃【仿品】
皇家短匕
等级需求: 50, 71 Dex, 102 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
攻击和法术暴击率提高 30%
法术伤害提高 (60-70)%
+50 最大能量护盾
能量护盾启动回复比平常快 10%
+(40-50) 最大生命
穿刺的效果提高 20%
法术击中有 20% 几率穿刺敌人
]],

[[
血谑【仿品】
锐利刺匕
等级需求: 15, 30 Dex, 30 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
攻击和法术暴击率提高 30%
+20 力量
物理伤害提高 (20-40)%
附加 (3-6) - (9-13) 基础物理伤害
攻击速度提高 10%
对流血敌人的攻击和法术暴击率提高 (100-150)%
更明显打击效果
]],
[[
寒铁刃【仿品】
艾兹麦之匕
等级需求: 62, 95 Str, 131 Dex
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
攻击和法术暴击率提高 30%
所有冰霜法术技能石等级 +3
无法造成冰霜伤害
]],
[[
隐匿之刃
伏击刺刃
等级需求: 60, 113 Dex, 113 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
迷踪状态下，每隔 0.5 秒便触发 20 级隐形打击
+(20-40) 敏捷
物理伤害提高 (230-260)%
迷踪状态下，攻击速度减慢 30%
]],
[[
亘古之灵
玻璃利片
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
攻击和法术暴击率提高 30%
附加 1 - 4 基础物理伤害
攻击速度提高 10%
+45% 攻击和法术暴击伤害加成
该装备的攻击暴击率提高 100%
击败敌人有 15% 几率获得暴击球
]],
[[
寒铁刃
艾兹麦之匕
等级需求: 62, 95 Dex, 131 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
所有物理法术技能石等级 +3
无法造成元素伤害
]],
[[
阿拉卡力之牙
兽血短匕
版本: 2.6.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 53, 58 Dex, 123 Int
固定基底词缀: 1
攻击和法术暴击率提高 40%
物理伤害提高 (170-200)%
附加 (8-13) - (20-30) 基础物理伤害
附加 1 - 59 基础混沌伤害
{variant:1,2}击败敌人时有 20% 几率触发 1 级的【召唤毒蛛】
{variant:3}击败敌人时触发 1 级的【召唤毒蛛】
击中时有 15% 几率使敌人中毒
]],[[
比诺的厨刀
猎者之刃
版本: 2.2.0以前
版本: 当前
等级需求: 65, 81 Dex, 117 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
持续伤害效果提高 30%
附加 (50-60) - (120-140) 基础物理伤害
该装备的攻击暴击率提高 (40-50)%
{variant:1}+(10-15)% 攻击和法术暴击伤害加成
{variant:2}+(15-25)% 攻击和法术暴击伤害加成
+(8-12)% 混沌抗性
击败中毒的敌人时，可使周围敌人中毒
击败中毒的敌人时，周围友军每秒回复 200 生命
]],[[
血谑
锐利刺匕
版本: 2.6.0以前
版本: 当前
等级需求: 15, 30 Dex, 30 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
+20 敏捷
物理伤害提高 (20-40)%
附加 (3-6) - (9-13) 基础物理伤害
攻击速度提高 10%
更明显打击效果
{variant:1}击中时 10% 几率造成流血
{variant:2}击中时 30% 几率造成流血
]],[[
蚕食之暗
兽血短匕
版本: 2.2.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 53, 58 Dex, 123 Int
固定基底词缀: 1
攻击和法术暴击率提高 40%
{variant:1,2,3}此物品上装备的【火焰技能石】等级 +1
{variant:4}所有物品上装备的【火焰技能石】等级 +1
{variant:1,2}法术伤害提高 (40-60)%
{variant:3,4}火焰伤害提高 (40-60)%
+(20-40) 智慧
{variant:1}45% 的火焰伤害转换为混沌伤害
{variant:2,3,4}30% 的火焰伤害转换为混沌伤害
{variant:1,2}你的混沌伤害可使敌人中毒
{variant:3,4}你的混沌伤害有 60% 几率使敌人中毒
]],[[
戒律之影
帝国短匕
联盟: 战乱之殇
源: 圣堂军团
版本: 3.7.0以前
版本: 当前
等级需求: 66, 95 Dex, 131 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
法术伤害提高 (50-70)%
{variant:1}法术暴击率提高 (80-100)%
{variant:1}击败敌人回复 +10 生命
{variant:2}击败敌人回复 +30 生命
{variant:1}击败敌人回复 +5 魔力
{variant:2}击败敌人回复 +10 魔力
范围效果扩大 10%
{variant:2}近期内你若有击败敌人，则法术暴击率提高 (125-175)%
{variant:2}近期内你若没有击败敌人，则 +(40-60)% 法术暴击伤害加成
]],[[
血凿
剥皮刀
升级: 使用 预言【猩红之色】 升级为 传奇【雀跃】
版本: 3.0.0以前
版本: 当前
等级需求: 5, 16 Dex
固定基底词缀: 1
攻击和法术暴击率提高 30%
+(10-15) 敏捷
物理伤害提高 (50-70)%
附加 (1-2) - (3-5) 基础物理伤害
该装备的攻击暴击率提高 30%
{variant:1}近战暴击会造成流血
{variant:2}暴击时有 50% 几率造成流血
对流血敌人的攻击伤害提高 40%
]],[[
雀跃
剥皮刀
源: 由 传奇【血凿】 使用 预言【猩红之色】 升级
固定基底词缀: 1
等级需求: 59
攻击和法术暴击率提高 30%
物理伤害提高 (50-70)%
附加 (70-85) - (110-118) 基础物理伤害
+(10-15) 敏捷
该装备的攻击暴击率提高 30%
暴击时有 50% 几率造成流血
对流血敌人的攻击伤害提高 40%
近期内你若打出过暴击，则获得【玫红之舞】
]],[[
裂心刃
皇家短匕
版本: 2.6.0以前
版本: 当前
等级需求: 50, 71 Dex, 102 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
{variant:1}法术伤害提高 (40-50)%
{variant:2}法术伤害提高 (60-70)%
+(40-50) 最大魔力
+50 最大能量护盾
能量护盾启动回复比平常快 10%
你的法术拥有【终结】效果
]],[[
迷茫幻符
白金波刃
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 64, 76 Dex, 149 Int
固定基底词缀: 1
攻击和法术暴击率提高 50%
双持时攻击格挡率提高 5%
{variant:1}物理伤害提高 (180-210)%
{variant:2}物理伤害提高 (210-240)%
{variant:3}物理伤害提高 (250-270)%
攻击速度降低 10%
获得 +(6-10)% 火焰、冰霜、闪电抗性
{variant:1,2}近战暴击有 25% 几率造成流血
{variant:3}暴击时有 50% 几率造成流血
{variant:1,2}近战暴击有 25% 几率使敌人中毒
{variant:3}暴击时有 50% 几率造成中毒
]],[[
力量猎刃
残体利刃
等级需求: 35, 73 Dex, 51 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
物理伤害提高 (80-100)%
附加 12 - 24 基础物理伤害
+25 力量
你的攻击击中每个敌人会回复 +10 生命
]],[[
砥砺深根
伏击刺刃
等级需求: 60, 113 Dex, 113 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
物理伤害提高 (180-200)%
攻击速度提高 (10-15)%
中毒持续时间延长 (15-20)%
对中毒敌人造成攻击伤害的 0.5% 转化为魔力偷取
攻击瘫痪的敌人时，攻击伤害的 0.5% 转化为生命偷取
(15-20)% 几率击中时造成瘫痪
击中时有 20% 几率使敌人中毒
]],[[
恩吉尔的叉刃
窃者短刃
版本: 1.1.0以前
版本: 1.3.0以前
版本: 当前
等级需求: 20, 31 Dex, 45 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
{variant:2}双持时攻击格挡率提高 20%
{variant:1,3}双持时攻击格挡率提高 12%
物理伤害提高 (80-100)%
+(10-20) 敏捷
附加 3 - 30 基础闪电伤害
攻击速度提高 10%
攻击和法术暴击率提高 50%
]],[[
火神锻台
魔灵短匕
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界守卫：奴役】 专属掉落（T11地图或以上） 
等级需求: 68
固定基底词缀: 1
攻击和法术暴击率提高 40%
{variant:1}此武器攻击击中流血敌人时附加 (80-100) - (160-200) 基础火焰伤害
{variant:1}此武器攻击击中被点燃敌人时附加 (80-100) - (160-200) 基础物理伤害
{variant:1}此武器攻击击中被点燃的敌人时，有 25% 几率造成流血
{variant:2}附加 (130-160) - (220-240) 基础火焰伤害
{variant:2}附加 (85-100) - (130-150) 基础物理伤害
{variant:2}对流血敌人的击中火焰伤害和异常状态伤害提高 (70-100)%
{variant:2}对点燃敌人的击中物理伤害和异常状态伤害提高 (70-100)%
{variant:2}击中时有 50% 几率造成流血
每 8 秒获得一次【火之化身】，持续 4 秒
{variant:1}当你获得【火之化身】时，暴击率提高 (80-120)%
{variant:2}当你获得【火之化身】时，暴击率提高 (160-200)%
当你获得【火之化身】时，50% 的物理伤害转换为火焰伤害
{variant:1}当你没有获得【火之化身】时，+1000 护甲
{variant:2}当你没有获得【火之化身】时，+2000 护甲
]],[[
白净之风
帝国短匕
版本: 3.11.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 66
固定基底词缀: 1
攻击和法术暴击率提高 30%
附加 (160-190) - (280-320) 基础冰霜伤害
攻击速度提高 (10-15)%
{variant:1}+(300-400) 点闪避值
{variant:2,3}+(1000-1500) 点闪避值
{variant:1}你的副手未装备武器时，有 20% 几率躲避攻击击中
{variant:2}你的副手未装备武器时，有 (15-25)% 几率躲避攻击击中
{variant:3}法术伤害压制率在空出副手时 +(30-40)%
{variant:1}你的副手未装备武器时，冰霜伤害提高 100%
{variant:2}你的副手未装备武器时，冰霜伤害提高 200%
{variant:3}你的副手为空时，冰霜伤害提高 (100-200)%
]],[[
寡妇
窃者短匕
版本: 3.0.0以前
版本: 当前
等级需求: 44, 63 Dex, 90 Int
固定基底词缀: 1
攻击和法术暴击率提高 30%
{variant:1}附加 (15-25) - (35-45) 基础物理伤害
{variant:2}附加 (35-40) - (55-60) 基础物理伤害
该装备的攻击暴击率提高 (22-30)%
+(30-40)% 攻击和法术暴击伤害加成
对满血敌人的攻击和法术暴击率提高 100%
暴击时攻击伤害的 1% 转化为生命偷取
]],
}
