-- Item data (c) Grinding Gear Games
return {

[[
鲁米的灵药【仿品】
坚岩药剂
等级需求: 27
联盟: 夺宝奇兵
固定基底词缀: 0
使用时获得 1 个耐力球
药剂持续期间，攻击伤害格挡几率 +(35-50)%
药剂持续期间，法术伤害格挡几率 +(20-30)%
药剂持续期间被石化
持续时间缩短 90%
]],
[[
拉维安加之泉【仿品】
圣化魔力药剂
等级需求: 50
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
回复量提高 (30-50)%
回复速度降低 50%
药剂持续期间，攻击速度提高 (5-15)%
药剂持续期间，施法速度提高 (5-15)%
药剂持续期间，技能魔力消耗提高 10%
]],
[[
神圣哀悼【仿品】
硫磺药剂
等级需求: 35
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
使用时制造奉献地面
持续时间延长 (25-50)%
药剂持续期间获得【异能魔力】
从药剂获得的生命回复同样作用于能量护盾
]],
[[
瓶中信仰
硫磺药剂
联盟: 虚空忆境
等级需求: 35
固定基底词缀: 1
使用时制造奉献地面
持续时间延长 (30-50)%
该药剂创造的奉献地面范围x3
在效果持续期间，对位于奉献地面之上的敌人的暴击几率 +(1.0-2.0)%
效果期间，你创造的【奉献地面】可以使敌人承受的伤害提高 (7-10)%
]],
[[
灰烬之瓮
真银药剂
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
版本: 暴击几率
版本: 承受伤害转换为生命偷取
版本: 物品稀有度
版本: 魔力消耗降低
版本: 移动速度和几率晕眩免疫
版本: 生命回复
猛攻
吞噬 1 个被点燃的灵柩时，补充 1
药剂持续期间，被你点燃的敌人受到的伤害提高 10%
在药剂持续期间，击败敌人会补充 (1-3)% 的生命
在药剂持续期间，击败敌人会补充 (1-3)% 的魔力
在药剂持续期间，击败敌人会补充 (1-3)% 的能量护盾
{variant:1}{crafted}药剂持续期间，暴击几率提高 (60-80)%
{variant:2}{crafted}药剂持续期间，受到的击中伤害的 15% 转化为生命偷取
{variant:3}{crafted}药剂持续期间，物品掉落稀有度提高 (20-30)%
{variant:4}{crafted}药剂持续期间，技能魔力消耗降低 (20-25)%
{variant:5}{crafted}药剂持续期间，移动速度提高 (8-12)%
{variant:5}{crafted}药剂持续期间，有 50% 几率避免被晕眩
{variant:6}{crafted}药剂持续期间，每秒回复 3% 生命
]],
-- Flask: Life

[[
卡鲁之血
圣化生命药剂
联盟: 支配, 复仇
版本: 2.6.0以前
版本: 当前
等级需求: 50
回复速度提高 (5-20)%
{variant:1}药剂持续期间，你无法生命回复
{variant:2}回复量提高 100%
药剂消退时回复 100% 最大生命
]],
-- Flask: Mana
[[
德瑞的妙药
良质魔力药剂
版本: 2.0.0以前
版本: 当前
等级需求: 12
固定基底词缀: 0
使用时扣除最大能量护盾的 20%
使用时承受最大生命 10% 的混沌伤害
使用时获得 1 个暴击球
使用时获得 1 个狂怒球
使用时获得 1 个耐力球
{variant:1}提高 (50-100)% 药剂充能消耗
{variant:2}提高 (120-150)% 药剂充能消耗
]],[[
拉维安加之泉
圣化魔力药剂
联盟: 支配, 复仇
等级需求: 50
回复量提高 (30-50)%
回复速度提高 100%
药剂持续期间，你的法术不消耗魔力
]],[[
泽佛伊的终息
优质魔力药剂
版本: 3.5.0以前
版本: 当前
联盟: 普兰德斯
等级需求: 18
提高 50% 药剂充能消耗
{variant:1}药剂持续期间，使用技能时 4 秒内回复等同 (450-600)% 魔力消耗的生命
{variant:2}药剂持续期间使用技能会获得【终息】，魔力消耗 (450-600)%
]],
-- Flask: Hybrid
[[
宝视精华
大型复合药剂
版本: 1.1.0以前
版本: 2.2.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 30
药剂持续期间，物品稀有度提高 (40-60)%
{variant:1}药剂持续期间，物品数量提高 (20-25)%
{variant:2,3,4}药剂持续期间，物品数量提高 (12-18)%
药剂持续期间，照亮范围扩大 25%
{variant:1,2}药剂持续期间， +6% 火焰、冰霜、闪电抗性上限
{variant:3}药剂持续期间， +4% 火焰、冰霜、闪电抗性上限
{variant:4}药剂持续期间， +50% 火焰、冰霜、闪电抗性

]],[[
扭曲之罐
祝福复合药剂
等级需求: 60
回复量降低 (75-65)%
立即回复
使用药剂时产生 2 只敌队的蠕虫
降低 (20-10)% 药剂充能消耗
]],
-- Flask: Utility
[[
阿兹里的诺言
紫晶药剂
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【生贽之尖】） 
版本: 3.0.0以前
版本: 当前
等级需求: 68
+35% 混沌抗性
药剂持续期间，混沌伤害的 2% 会转化为生命偷取
{variant:1}药剂持续期间，获得额外混沌伤害，其数值等同于 (22-25)% 物理伤害
{variant:2}药剂持续期间，获得额外混沌伤害，其数值等同于 (15-20)% 物理伤害
{variant:1}药剂持续期间，获得额外混沌伤害，其数值等同于 (13-15)% 火焰、冰霜、闪电伤害
{variant:2}药剂持续期间，获得额外混沌伤害，其数值等同于 (10-15)% 火焰、冰霜、闪电伤害
]],[[
克拉里多之名
宝钻药剂
等级需求: 27
药剂持续期间，每秒受到 30 混沌伤害
药剂持续期间，击中有 25% 几率使敌人中毒
药剂持续期间，你的暴击无法造成暴击伤害加成
药剂持续期间，你造成的中毒持续时间延长 (50-75)%
药剂持续期间，获得 完美苦痛 天赋效果
]],[[
闪耀精华
红玉药剂
版本: 2.6.0以前
版本: 当前
等级需求: 18
固定基底词缀: 0
{variant:2}持续时间延长 100%
药剂持续期间，混沌伤害不会穿透能量护盾
将生命扣至剩余 1 点，扣除的生命将在 2 秒内转换为能量护盾
]],[[
逝日
红玉药剂
源: 传奇Boss【塑界者】 专属掉落
版本: 3.0.0以前
版本: 当前
等级需求: 68
提高 (-10-10)% 药剂充能消耗
{variant:1}药剂持续期间，范围效果扩大 30%
{variant:2}药剂持续期间，范围效果扩大 (15-25)%
药剂持续期间，技能可以额外发射 2 个投射物
]],[[
禁果
石英药剂
版本: 1.2.3 以前
版本: 2.6.0以前
版本: 当前
等级需求: 27
{variant:1,2}提高 50% 药剂充能消耗
{variant:1}使用时回复生命上限 50% 的生命
{variant:2}使用时回复生命上限 75% 的生命
{variant:3}使用时回复生命上限 (75-100)% 的生命
{variant:1}每秒受到等同 15% 最大生命的混沌伤害
{variant:2,3}每秒受到等同 8% 最大生命的混沌伤害
]],[[
奇亚拉的决心
真银药剂
版本: 3.0.0以前
版本: 当前
等级需求: 22
固定基底词缀: 0
药剂持续期间，免疫冰冻、冰缓、诅咒和晕眩
{variant:1}持续时间缩短 50%
{variant:2}持续时间缩短 60%
]],[[
狮吼精华
坚岩药剂
版本: 2.2.0以前
版本: 3.0.0以前
版本: 3.1.0以前
版本: 当前
等级需求: 27
固定基底词缀: 0
{variant:1,2,3}药剂持续期间，附加击退效果
{variant:4}药剂持续期间，近战攻击会击退敌人
使用时有 75% 几率使敌人逃跑
{variant:1}提高 (70-100)% 药剂充能消耗
{variant:1}药剂持续期间，近战物理总伤害额外提高 30%
{variant:2}药剂持续期间，近战物理总伤害额外提高 (30-35)%
{variant:3,4}药剂持续期间，近战物理总伤害额外提高 (20-25)%
使用药剂时将区域内敌人击退
]],[[
伤胃酒
水银药剂
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 40
{variant:1}提高 (100-150)% 药剂充能消耗
{variant:2,3}提高 (50-100)% 药剂充能消耗
{variant:3}持续时间延长 50%
{variant:1,2}暴击时有 15% 几率获得 1 充能
{variant:3}暴击时有 50% 几率获得 1 充能
药剂持续期间，移动速度提高 (10-30)%
使用时消耗所有狂怒球
{variant:1,2}每个生效中的狂怒球给予 1 秒【猛攻】状态
{variant:3}每个生效中的狂怒球给予 2 秒【猛攻】状态
]],[[
鲁米的灵药
坚岩药剂
版本: 1.3.0以前
版本: 2.5.0以前
版本: 当前
等级需求: 68
{variant:1}药剂持续期间，攻击格挡率提高 (30-40)%
{variant:2}药剂持续期间，攻击格挡率提高 (20-30)%
{variant:3}药剂持续期间，攻击格挡率提高 (14-20)%
{variant:1}药剂持续期间，法术格挡率提高 (15-20)%
{variant:2}药剂持续期间，法术格挡率提高 (10-15)%
{variant:3}药剂持续期间，法术格挡率提高 (6-10)%
]],[[
再生的罪恶
迷雾药剂
等级需求: 14
固定基底词缀: 1
使用时制造一团烟雾
药剂持续期间，获得不洁之力
药剂持续期间免疫点燃
驱散燃烧
]],[[
恨意
蓝玉药剂
版本: 2.2.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 18
{variant:1}药剂持续期间，30% 承受的击中物理伤害转化为冰霜伤害
{variant:2,3}药剂持续期间，20% 承受的击中物理伤害转化为冰霜伤害
{variant:1,2}药剂持续期间，获得等同 (20-30)% 物理伤害的冰霜伤害
{variant:3}药剂持续期间，获得等同 (15-20)% 物理伤害的冰霜伤害
药剂持续期间，有 30% 几率避免被冰缓
药剂持续期间，有 30% 几率避免被冰冻
]],[[
高洁圣杯
硫磺药剂
等级需求: 35
固定基底词缀: 1
使用时制造奉献地面
提高 100% 充能回复
持续时间延长 (10-20)%
在任何满溢圣杯药剂持续期间无法获得药剂充能
药剂持续期间提高 100% 其他药剂获得的充能
]],[[
神圣哀悼
硫磺药剂
联盟: 战乱之殇
源: 圣堂军团
版本: 3.7.0以前
版本: 当前
等级需求: 35
固定基底词缀: 1
使用时制造奉献地面
持续时间延长 (25-50)%
药剂持续期间获得【狂热誓言】
{variant:2}从药剂获得的生命回复同样作用于能量护盾
]],[[
维克塔血器
黄玉药剂
源: 传奇地图【维克塔广场】 中的 传奇Boss【雷之化身】 专属掉落
版本: 2.2.0以前（穿抗）
版本: 2.2.0以前（法术）
版本: 2.2.0以前（攻击）
版本: 2.2.0以前（转换）
版本: 3.0.0以前（穿抗）
版本: 3.0.0以前（法术）
版本: 3.0.0以前（攻击）
版本: 3.0.0以前（转换）
版本: 当前（穿抗）
版本: 当前（法术）
版本: 当前（攻击）
版本: 当前（转换）
等级需求: 68
{variant:5,6,7,8,9,10,11,12}提高 (80-100)% 药剂充能消耗
{variant:1,2,3,4,5,6,7,8}药剂持续期间，使周围的敌人感电
{variant:9,10,11,12}药剂持续期间，使周围的敌人感电，他们受到的伤害提高 10%
{variant:1,2,3,4,5,6,7,8}药剂持续期间你会被感电
{variant:9,10,11,12}药剂持续期间你会被感电，受到的伤害提高 50%
{variant:1,2,3,4}药剂持续期间，闪电伤害的 30% 转化为生命偷取
{variant:5,6,7,8,9,10,11,12}药剂持续期间，闪电伤害的 20% 转化为生命偷取
{variant:1,2,3,4}药剂持续期间，闪电伤害的 30% 转化为魔力偷取
{variant:5,6,7,8}药剂持续期间，闪电伤害的 20% 转化为魔力偷取
{variant:1,2,3,4}Leech applies instantly during Flask effect
{variant:1,5,9}药剂持续期间，闪电伤害穿透 10% 闪电抗性
{variant:2,6,10}药剂持续期间，法术附加 (15-25) - (70-90) 基础闪电伤害
{variant:3,7,11}药剂持续期间，攻击附加 (25-35) - (110-130) 基础闪电伤害
{variant:4,8,12}药剂持续期间，物理伤害的 20% 转换为闪电伤害
]],[[
聪明的欧克
灰岩药剂
版本: 3.0.0以前
版本: 当前
等级需求: 8
固定基底词缀: 0
药剂持续期间，你绝对抗性最低的元素属性，会使你受到的该属性伤害降低 10%
{variant:1}药剂持续期间，你绝对抗性最高的元素属性，会使你穿透 20% 该抗性
{variant:2}药剂持续期间，你绝对抗性最高的元素属性，会使你穿透 (10-15)% 该抗性
]],[[
巫酿之水
迷雾药剂
版本: 3.0.0以前
版本: 当前
等级需求: 48
固定基底词缀: 1
使用时制造一团烟雾
提高 50% 药剂充能消耗
{variant:1}药剂持续期间，持续伤害提高 (50-70)%
{variant:2}药剂持续期间，持续伤害提高 (25-40)%
药剂持续期间，获得 21 级的【绝望】诅咒光环
]],[[
捕魂者
石英药剂
版本: 3.10.0以前
版本: 当前
联盟: 穿越
升级: 使用 通货【鬼魂魔瓶】 升级为 传奇【裂魂者】
等级需求: 27
固定基底词缀: 0
药剂持续期间无法获得魔力
{variant:1}生效期间，瓦尔技能的伤害提高 (60-100)%
{variant:2}生效期间，瓦尔技能的伤害提高 (80-120)%
{variant:1}生效期间，瓦尔技能的灵魂消耗降低 25%
{variant:2}生效期间，瓦尔技能的暴击率提高 (80-120)%
生效期间，使用瓦尔技能有 (20-40)% 几率降低阻灵术的持续时间
]],[[
裂魂者
石英药剂
版本: 3.10.0以前
版本: 当前
联盟: 穿越
源: 传奇Boss【瓦尔妖塔】专属
源: 由 传奇【捕魂者】 使用 通货【鬼魂魔瓶】 升级
等级需求: 27
固定基底词缀: 0
{variant:2}(-40-90) 最大充能数量
{variant:2}进入新区域时失去所有药剂充能
{variant:2}使用时消耗所有充能数量
{variant:2}使用时获得等同消耗的充能数量的瓦尔灵魂
{variant:1}提高 100% 药剂充能消耗
{variant:1}生效期间，瓦尔技能的总伤害额外提高 (30-40)%
{variant:1}药剂持续期间，使用的瓦尔技能无法附加阻灵术效果
{variant:1}在任何灵魂撕裂者药剂持续期间无法获得药剂充能
]],
}
