-- Item data (c) Grinding Gear Games
return {
[[
曙光骤现
冷钢之冠
源: 传奇Boss【漆黑之星】专属掉落
等级需求: 48, 101 Int
该装备的能量护盾提高 (300-350)%
+(50-70) 最大魔力
能量护盾 有 (10-20)% 的几率在你消灭敌人时开始充能
能量护盾充能率总降 (30-40)%
]],
[[
篡夺者的救赎
永恒坚盔
联盟: 先祖秘藏
等级需求: 69, 138 Str
该装备的护甲提高 (50-80)%
攻击有 15% 的几率导致流血
照亮范围缩小 50%
每个狂怒球使流血 +4% 持续伤害加成
每个狂怒球都使你施加的流血伤害生效速度加快 4%
近距离暴击有 (20-30)% 的几率获得一个狂怒球
]],
[[
卡迪甘王冠
符文王冠
联盟: 先祖秘藏
等级需求: 68, 66 Str, 66 Int, 66 Dex
无法造成暴击
战斗法师
]],
[[
信仰守卫
符文头盔
联盟: 先祖秘藏
等级需求: 25, 30 Str, 30 Int, 30 Dex
+(20-30) 智慧
结界提高 (25-35)%
结界复原速度加快 (20-30)%
照亮范围扩大 (15-25)%
对最大能量护盾的增强与减弱效果改为作用于结界
]],
-- Helmet: Armour
[[
维里迪的面纱
领主战冠
源: 传奇Boss【贤主】专属掉落
等级需求: 68, 62 Str, 91 Int
固定基底词缀: 0
此物品上装备的技能石等级 +(1-2)
该装备的护甲与能量护盾提高 (120-160)%
+(15-25)% 所有元素抗性
你装备魔法戒指时，敌人击中你的伤害会特别不幸
若你的右戒指栏装备有魔法戒指，则你具有无咒效果
左戒指栏里有魔法戒指时，不会承受暴击的额外伤害
]],
[[
上古之颅
唤骨头盔
等级需求: 73, 76 Str, 76 Int
固定基底词缀: 1
召唤生物的伤害提高 (15-20)%
该装备的护甲与能量护盾提高 (150-200)%
召唤生物的最大生命降低 (20-40)%
召唤生物的移动速度提高 (15-25)%
你每有一个暴击球便使召唤生物的暴击率提高 50%
召唤生物造成暴击后会在 5 秒内听到低语
]],
[[
夜幕【仿品】
巨盔
等级需求: 22, 27 Str, 27 Int
联盟: 夺宝奇兵
固定基底词缀: 0
晕眩回复和格挡回复提高 (20-22)%
照亮范围缩小 40%
格挡攻击时反射 1 - (180-220) 闪电伤害
防御为零
元素抗性提高 (18-22)%
]],
[[
共鸣之面【仿品】
节庆之面
等级需求: 28, 33 Dex, 33 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
+(20-30) 敏捷
+(20-30) 最大生命
+(20-30) 最大魔力
魔力回复速度降低 60%
你和周围友军的魔力再生率提高 30%
]],
[[
深渊之唤【仿品】
艾兹麦坚盔
等级需求: 60, 138 Str
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
+(20-25) 全属性
攻击附加 40 - 75 基础火焰伤害
攻击附加 30 - 65 基础冰霜伤害
攻击附加 10 - 130 基础闪电伤害
+(100-125)% 近战攻击暴击伤害加成
该装备的护甲提高 (100-120)%
受到的元素伤害提高 (40-50)%
]],
[[
极地之眼【仿品】
罪者之帽
等级需求: 64, 138 Dex
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
此物品上装备的【捷技能石】等级 +4
闪避值提高 (80-100)%
+(20-30)% 混沌抗性
25% 的几率免疫中毒
技能的魔力保留效能提高 16%
你无法被缓速
]],
[[
渴望之冠
全罩战盔
等级需求: 58, 64 Str, 64 Dex
固定基底词缀: 0
有 1 个插槽
此物品上装备的技能石等级 +(5-8)
此物品上装备的【技能石】品质 +(30-50)%
插入的技能伤害翻倍
该装备的护甲与闪避提高 (100-150)%
]],
[[
意志交锋
黄金之面
等级需求: 35, 40 Dex, 40 Int
固定基底词缀: 0
该装备的闪避与能量护盾提高 (350-400)%
每个暴击球可使法术伤害格挡几率 +5%
每个暴击球可使元素伤害提高 (3-5)%
若你近期内没有失去暴击球，则每秒获得一个暴击球
你格挡时失去所有暴击球
]],
[[
害人之口
唤骨头盔
等级需求: 73, 76 Str, 76 Int
固定基底词缀: 1
召唤生物的伤害提高 (15-20)%
提供 20 级死亡之愿
+(45-65) 最大生命
召唤生物技能的魔力消耗降低 (20-30)%
召唤生物转为【侵略】
]],
[[
雏鸟
漆彩之盔
源: 传奇【契约：荣誉之心 家族契约】Boss专属掉落
联盟: 夺宝奇兵
等级需求: 51, 57 Str, 57 Dex
固定基底词缀: 0
该装备的护甲与闪避提高 (150-200)%
投射物速度提高 (30-50)%
投射物伤害提高 (30-50)%
投射物不能弹开近程的敌人
远射
]],
[[
千里狙敌
罪者之帽
版本: 3.16.0以前
版本: 当前
等级需求: 64, 138 Dex
联盟: 惊悸迷雾
固定基底词缀: 0
获得 20 级的【狙击】技能
插入的非持续吟唱型弓类技能被【狙击】触发
插入的弓类技能触发时，造成的总伤害额外降低 33%
+(350-500) 命中值
+(350-500) 点闪避值
{variant:1}持续吟唱时有 (7-10)% 几率不被攻击击中
{variant:1}持续吟唱时，有 (7-10)% 几率躲避法术击中
{variant:2}法术伤害压制率在吟唱时 +(14-20)%
]],

[[
追逐之羽
灵骨之冠
联盟: 古灵庄园
等级需求: 34, 73 Int
固定基底词缀: 0
施法速度降低 (20-30)%
该装备的能量护盾提高 (80-130)%
非暴击造成 20% 伤害
法术技能最后一次重复始终暴击
法术技能只能在最后一次重复暴击
]],
[[
风雪释放
无情之面
联盟: 古灵庄园
源: 由 传奇【风暴拘束】 使用 通货【解除卷轴】 升级
等级需求: 60, 51 Int, 51 Dex
固定基底词缀: 0
此物品上的技能石受到 18 级的 霜咬 辅助
插槽内的技能石被 18 级的 闪电支配 辅助
获得【召唤高等冰雷先驱者】
+(100-150) 点闪避值
+(60-80) 最大生命
+(40-60) 最大能量护盾
+(10-15)% 所有元素抗性
]],
[[
怨恨之眼
无情之面
等级需求: 40
固定基底词缀: 0
该装备的闪避与能量护盾提高 (400-500)%
+(20-40)% 火焰抗性
+(20-40)% 冰霜抗性
击中时有 25% 几率施加畏寒
击中时有 25% 几率施加畏火
周围敌人的火焰和冰霜抗性提高 50%
]],

[[
内省之冠
箴言战冠
等级需求: 63, 85 Str, 62 Int
固定基底词缀: 0
该装备的护甲与能量护盾提高 333%
最大生命和最大魔力，以及全局能量护盾提高 (9-21)%
灵魂幻化
身体幻化
心灵幻化
]],
[[ 
嗜火之冠
艾兹麦坚盔
联盟: 寄生菌潮
等级需求: 60, 138 Str
固定基底词缀: 0
可附加第二种附魔词缀
+(20-30) 全属性
该装备的护甲提高 (60-80)%
冰霜抗性降低 (50-55)%
闪电抗性降低 (50-55)%
火焰抗性 75%
]],
[[ 
嗜雷之冠
日耀之冠
联盟: 寄生菌潮
等级需求: 59, 122 Int
固定基底词缀: 0
可附加第二种附魔词缀
+(20-30) 全属性
该装备的能量护盾提高 (60-80)%
火焰抗性降低 (50-55)%
冰霜抗性降低 (50-55)%
闪电抗性 75%
]],
[[
嗜寒之冠
绸缎之兜
联盟: 寄生菌潮
等级需求: 60, 138 Dex
固定基底词缀: 0
可附加第二种附魔词缀
+(20-30) 全属性
闪避值提高 (60-80)%
火焰抗性降低 (50-55)%
闪电抗性降低 (50-55)%
冰霜抗性 75%
]],
[[
费西亚的花环
铁锻之冠
联盟: 战乱之殇
源: 永恒军团
等级需求: 8, 8 Int
固定基底词缀: 0
穿戴对人物属性无需求
照亮范围的扩大和缩小也同样作用于范围效果，等于其数值的 50%
照亮范围的扩大和缩小也同样作用于伤害
照亮范围扩大 (15-25)%
无法造成混沌伤害
]],
[[
半神的不朽
金色面具
源: 竞赛奖励品
等级需求: 12
固定基底词缀: 0
+(8-16)% 所有元素抗性
+(20-30) 全属性
角色体型增大 10%
]],
[[
升华之冠
金黄花环
源: 竞赛奖励品
等级需求: 12
+(16-24) 全属性
物品稀有度提高 (20-30)%
2 每秒生命回复
]],
[[
分形思维
瓦尔之面
等级需求: 62
该装备的闪避与能量护盾提高 (140-180)%
如果敏捷高于智慧，则 +(25-40)% 暴击伤害加成
力量高于智慧时，敏捷提高 15%
每 10 点敏捷可使元素伤害提高 1%
每 10 点智慧 +2 最大生命
]],
[[
征服之口
冷钢之冠
联盟: 战乱之殇
源: 瓦尔军团
等级需求: 48
法术暴击率提高 (60-80)%
该装备的能量护盾提高 (200-250)%
+(50-70) 最大生命
不受中毒影响
被击中时，4 秒内恢复等于伤害 (10-20)% 的生命
]],
[[
裁决面罩(分裂)
行政者战冠
版本: 3.16.0以前
版本: 当前
联盟: 虚空忆境
等级需求: 58
{fractured}+(25-30) 全属性 
该装备的护甲与能量护盾提高 (150-200)% 
{variant:1}你每有 100 点力量，周围队友的防御属性便提高 (4-6)%
{variant:2}Nearby Allies have 1% chance to Block Attack Damage per 100 Strength you have
你每有 100 点敏捷，周围队友获得 +(6-8)% 暴击伤害加成
你每有 100 点智慧，周围队友的施法速度便提高 (2-4)% 
每 250 点总属性都使技能的保留效果降低 1%
分裂之物
]],
[[
裁决面罩(忆境)
行政者战冠
版本: 3.16.0以前
版本: 当前
联盟: 虚空忆境
等级需求: 58
+(25-30) 全属性 
该装备的护甲与能量护盾提高 (150-200)% 
{variant:1}你每有 100 点力量，周围队友的防御属性便提高 (4-6)%
{variant:2}Nearby Allies have 1% chance to Block Attack Damage per 100 Strength you have
你每有 100 点敏捷，周围队友获得 +(6-8)% 暴击伤害加成
你每有 100 点智慧，周围队友的施法速度便提高 (2-4)% 
每 250 点总属性都使技能的保留效果降低 1%
忆境物品
]],

[[
卓识
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 火焰抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率烧灼敌人
无法造成点燃
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
雷目
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 闪电抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成精疲力尽
无法造成感电
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
灰眼
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 冰霜抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成脆弱
无法造成冻结或冰缓
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],

[[
吞噬者王冠
操灵者之冠
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
版本: 力量和品质（3.16以前）
版本: 敏捷和品质（3.16以前）
版本: 智慧和品质（3.16以前）
版本: 火焰与混沌抗性（3.16以前）
版本: 冰霜与混沌抗性（3.16以前）
版本: 闪电与混沌抗性（3.16以前）
版本: 力量和敏捷（3.16以前）
版本: 敏捷和智慧（3.16以前）
版本: 力量和智慧（3.16以前）
版本: 地雷放置速度（3.16以前）
版本: 专注触发法术（3.16以前）
版本: 专注异常持续时间（3.16以前）
版本: 力量和品质
版本: 敏捷和品质
版本: 智慧和品质
版本: 火焰与混沌抗性
版本: 冰霜与混沌抗性
版本: 闪电与混沌抗性
版本: 力量和敏捷
版本: 敏捷和智慧
版本: 力量和智慧
版本: 地雷放置速度
版本: 专注触发法术
版本: 专注异常持续时间
固定基底词缀: 0
此物品上装备的技能石等级 +1
{variant:1,2,3,4,5,6,7,8,9,10,12}插入的技能石的保留效果降低 20%
{variant:13,14,15,16,17,18,19,20,21,22,23,24}插入的技能石的保留效能提高 25%
每 5 秒触发 15 级的【血肉盛宴】
该装备的能量护盾提高 (180-220)%
当你使用技能时，能量护盾有 10% 几率开始回复
异能魔力
{variant:1,13}{crafted}+(10-25) 力量
{variant:2,14}{crafted}+(10-25) 敏捷
{variant:3,15}{crafted}+(10-25) 智慧
{variant:1,2,3,13,14,15}{crafted}+(7-18)% 品质
{variant:4,16}{crafted}+(16-20)% 火焰与混沌抗性
{variant:5,17}{crafted}+(16-20)% 冰霜与混沌抗性
{variant:6,18}{crafted}+(16-20)% 闪电与混沌抗性
{variant:7,19}{crafted}+(31-35) 力量和敏捷
{variant:8,20}{crafted}+(31-35) 敏捷和智慧
{variant:9,21}{crafted}+(31-35) 力量和智慧
{variant:10,22}{crafted}地雷投掷速度提高 (14-16)%
{variant:11,23}{crafted}你在专注时触发插入的法术，它有 0.25 秒冷却时间
{variant:12,24}{crafted}专注时造成的异常状态持续时间延长 (81-140)%
]],
[[
深渊之唤
艾兹麦坚盔
版本: 2.2.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 60, 138 Str
固定基底词缀: 0
攻击附加 40 - 60 基础物理伤害
+(20-25) 全属性
{variant:1}+(100-150)% 近战攻击暴击伤害加成
{variant:2}+(150-225)% 近战攻击暴击伤害加成
{variant:3}+(100-125)% 近战攻击暴击伤害加成
护甲提高 (100-120)%
受到的物理伤害提高 (40-50)%
]],[[
男爵
护面盔
等级需求: 26, 58 Str
版本: 3.10.0以前
版本: 当前
固定基底词缀: 0
此物品上装备的【召唤生物技能石】等级 +2
+(20-40) 力量
{variant:1}召唤生物的最大生命提高 20%
{variant:2}召唤生物的最大生命提高 (10-20)%
你一半的力量属性将添加至你的召唤生物身上
{variant:1}每 300 点力量可使魔卫召唤上限额外提高 1 个
{variant:2}每 500 点力量可使魔卫召唤上限额外提高 1 个
{variant:1}当力量超过 1000 时，魔卫造成伤害的 2% 将会转化为给你的生命偷取
{variant:2}当力量超过 1000 时，魔卫造成伤害的 (1.5-2.0)% 将会转化为给你的生命偷取
]],[[
艾兹麦的荣光
粗铁盔
等级需求: 1, 9 Str
升级: 使用 预言【终极鲜血之花】 升级为 传奇【艾兹麦之握】
固定基底词缀: 0
+(25-50) 最大生命
物理伤害提高 20%
+(15-25) 护甲
无法闪避敌人攻击
]],[[
艾兹麦之握
粗铁盔
等级需求: 1, 9 Str
源: 由 传奇【艾兹麦的荣光】 使用 预言【终极鲜血之花】 升级
固定基底词缀: 0
+(25-50) 最大生命
物理伤害提高 20%
+(15-25) 护甲
无法闪避敌人攻击
免疫晕眩
]],[[
无形火炬
破城之盔
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 地图【索伏领域】 或 传奇Boss【黑暗余烬‧索伏】 专属掉落
升级: 使用 通货【索伏的祝福】 升级为 传奇【无形炼狱】 
等级需求: 48, 101 Str
+(100-120) 护甲
+(40-50) 最大生命
被击中时承受额外 -20 火焰伤害
{variant:1}护甲将随绝对火焰抗性而提高
{variant:2}Armour is increased by Overcapped Fire Resistance
]],[[
无形炼狱
皇室坚盔
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 由传奇【无形火炬】 使用 通货【索伏的祝福】 升级
等级需求: 65, 148 Str
护甲提高 (80-120)%
+(40-50) 最大生命
-30% 火焰抗性
受到击中物理伤害的 8% 转化为火焰伤害
{variant:1}护甲将随绝对火焰抗性而提高
{variant:2}Armour is increased by Overcapped Fire Resistance
]],[[
雷姆诺的豪情
萨姆尼盔
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 55, 114 Str
{variant:1}火焰伤害提高 (10-30)%
{variant:2,3}火焰伤害提高 (30-40)%
{variant:1}护甲提高 (40-60)%
{variant:2,3}护甲提高 (100-120)%
{variant:3}+(50-70) 最大生命
+30% 冰霜抗性
{variant:1,2}50% 几率避免被冰缓
{variant:1,2}50% 几率避免被冰冻
{variant:1,2}晕眩和格挡回复降低 10%
{variant:3}近期内你若使用过火焰技能，则不会被冰冻或冰缓
]],
-- Helmet: Evasion
[[
极地之眼
罪者之帽
等级需求: 64, 138 Dex
此物品上装备的【光环技能石】等级 +2
闪避值提高 (80-100)%
+(20-30)% 冰霜抗性
有 25% 的几率避免被冰缓
不能被冻结
技能的魔力保留效能提高 16%
]],[[
费尔之帽
三角帽
等级需求: 12, 27 Dex
攻击附加 6 - 12 基础冰霜伤害
闪避值提高 70%
+(15-30) 最大魔力
+(20-30)% 闪电抗性
免疫感电
晕眩回复和格挡回复提高 15%
]],[[
金缕帽
皮帽
等级需求: 3, 13 Dex
+(30-50) 点闪避值
物品稀有度提高 10%
获得 +(30-40)% 火焰、冰霜、闪电抗性
反射 4 物理伤害给近战攻击者
]],[[
寒焰
革兜
升级: 使用 预言【冰与火的视界】 升级为 传奇【冰狱】
版本: 3.0.0以前
版本: 当前
等级需求: 20, 46 Dex
{variant:1}此物品上装备的【火焰技能石】等级 +1
{variant:1}此物品上装备的【冰霜技能石】等级 +1
{variant:2}近期内你若使用过火焰技能，则冰霜伤害提高 (20-30)%
{variant:2}近期内你若使用过冰霜技能，则火焰伤害提高 (20-30)%
闪避值提高 (80-100)%
魔力回复速度提高 60%
{variant:1}-(20-10)% 火焰抗性
{variant:2}+(20-30)% 火焰抗性
{variant:1}-(20-10)% 冰霜抗性
{variant:2}+(20-30)% 冰霜抗性
]],[[
冰狱
革兜
源: 由 传奇【寒焰】 使用 预言【冰与火的视界】 升级
等级需求: 60
此物品上装备的【火焰技能石】等级 +2
此物品上装备的【冰霜技能石】等级 +2
此物品上的技能石受到 30 级的 寒冰转烈焰 辅助
闪避值提高 (450-500)%
魔力回复速度提高 60%
+(20-30)% 火焰与冰霜抗性
]],[[
厌食者
狮首皮盔
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【奇美拉守卫】 专属掉落
等级需求: 70, 150 Dex
{variant:1}+(300-500) 命中值
{variant:2}+(800-1000) 命中值
闪避值提高 (100-120)%
+(50-80) 最大生命
每 200 命中值可使攻击造成的投射物伤害提高 1%
]],[[
鼠巢
熊首皮盔
等级需求: 55, 114 Dex
攻击速度提高 15%
攻击和法术暴击率提高 (60-75)%
闪避值提高 150%
物品稀有度提高 (20-25)%
移动速度提高 10%
角色体型缩小 10%
]],[[
苍空之翎
绸缎之兜
版本: 3.11.0以前
版本: 当前
联盟: 猎魔笔记
源: 传奇Boss【苍空初子 萨奇沃】 专属掉落
等级需求: 60
{variant:1}你获得【鸟之力量】或【鸟之斗魄】时有 25% 几率触发 20 级的【鸟之龙卷】
{variant:2}你获得【鸟之力量】或【鸟之斗魄】时触发 20 级的【鸟之龙卷】
闪避值提高 (60-80)%
+(40-60) 最大生命
+(30-40)% 闪电抗性
移动速度提高 (10-15)%
]],[[
斯塔空加之首
绸缎之兜
版本: 2.6.0以前
版本: 当前
等级需求: 60, 138 Dex
低血时伤害降低 50%
{variant:2}闪避值提高 (100-130)%
{variant:1}+(30-50) 敏捷
{variant:2}+(50-70) 敏捷
攻击速度提高 10%
攻击和法术暴击率提高 25%
+(80-100) 最大生命
{variant:1}低血时最大闪避值提高 50%
{variant:2}低血时最大闪避值提高 150%
]],
-- Helmet: Energy Shield
[[
安赛娜丝的迅敏之冠
铁锻之冠
升级: 使用 预言【丝克玛之歌】 升级为 传奇【安赛娜丝的优雅之歌】
版本: 2.6.0以前
版本: 当前
等级需求: 8, 23 Int
攻击速度提高 (10-15)%
施法速度提高 (10-15)%
魔力回复速度提高 30%
{variant:1}该装备的能量护盾提高 50%
{variant:2}+(30-50) 最大能量护盾
移动速度提高 5%
晕眩回复和格挡回复提高 (10-15)%
]],[[
安赛娜丝的优雅之歌
铁锻之冠
源: 由 传奇【安赛娜丝的迅敏之冠】 使用 预言【丝克玛之歌】 升级
等级需求: 45
版本: 3.9.0以前
版本: 当前
固定基底词缀: 0
{variant:1}当你用弓攻击时，有 25% 几率触发一个插槽内的法术
{variant:2}你用弓类攻击时触发一个插入的法术，它有 0.3 秒冷却时间
攻击速度提高 (10-15)%
施法速度提高 (10-15)%
+(100-120) 最大能量护盾
晕眩和格挡回复降低 (30-40)%
魔力回复速度提高 30%
移动速度提高 5%
]],[[
切特斯的威权
操灵者之冠
等级需求: 54, 112 Int
+(20-30) 力量
+(20-30) 最大魔力
获得 +10% 火焰、冰霜、闪电抗性
经验值获取提高 5%
火焰、冰霜、闪电伤害提高 (10-20)%
]],[[
邪眼之冠
灵主之环
版本: 3.5.0以前
版本: 3.7.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 69, 154 Int
{variant:1,2}+(200-250) 命中值
{variant:3,4}+(300-350) 命中值
该装备的能量护盾提高 (120-150)%
-30% 火焰抗性
{variant:1}物理攻击伤害的 (0.4-0.8)% 会转化为生命偷取
{variant:1}物理攻击伤害的 (0.2-0.4)% 转化为魔力偷取
{variant:2,3,4}攻击伤害的 (0.4-0.8)% 会转化为生命偷取
{variant:2,3,4}攻击伤害的 (0.2-0.4)% 转化为魔力偷取
{variant:1,2,3}对法术伤害的增幅与减益也会套用于攻击上
{variant:4}对法术伤害的增幅与减益也套用于攻击，等于其数值的 150%

]],[[
刺棘之冠
藤蔓之冠
升级: 使用 预言【快乐与苦痛】 升级为 传奇【烈士之冠】
版本: 1.2.0以前
版本: 当前
等级需求: 3, 13 Int
{variant:1}+(12-24) 最大能量护盾
{variant:2}+(60-80) 最大能量护盾
反射 5 物理伤害给近战攻击者
被击中时承受 5 额外物理伤害
苦痛灵曲
]],[[
烈士之冠
藤蔓之冠
源: 由 传奇【刺棘之冠】 使用 预言【快乐与苦痛】 升级
版本: 3.0.0以前
版本: 当前
等级需求: 52
{variant:1}+(260-300) 最大能量护盾
{variant:2}+(170-210) 最大能量护盾
反射 5 物理伤害给近战攻击者
被击中时承受 5 额外物理伤害
苦痛灵曲
]],[[
德瑞的蔑视
月影之冠
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 39, 83 Int
{variant:1}此物品上装备的【诅咒技能石】等级 +1
{variant:2,3}此物品上装备的【诅咒技能石】等级 +2
{variant:2,3}+(100-120) 最大能量护盾
+(20-30) 智慧
诅咒持续时间延长 (30-50)%
火焰、冰霜、闪电伤害提高 20%
{variant:1,2}敌人身上每个诅咒可使伤害提高 (10-20)%
{variant:3}敌人身上每个诅咒可使击中和异常状态的伤害提高 (10-20)%
]],[[
希伯的霸权
灵主之环
版本: 3.5.0以前
版本: 当前
源: 地图【苍白议会】 专属掉落
等级需求: 69, 154 Int
固定基底词缀: 0
当你使用技能时触发 10 级的【虚空凝视】
+(50-80) 最大魔力
{variant:1}该装备的能量护盾提高 (120-150)%
{variant:2}该装备的能量护盾提高 (150-180)%
晕眩和格挡回复降低 50%
获得额外混沌伤害，其数值等同于火焰、冰霜、闪电伤害的 (5-8)%
]],[[
暗夜毒牙
操灵者之冠
联盟: 猎魔笔记
源: 传奇Boss【暗夜初子 费努姆斯】 专属掉落
等级需求: 54
法术附加 (16-21) - (31-36) 基础混沌伤害
该装备的能量护盾提高 (220-250)%
击中被 1 层蜘蛛网影响的敌人时，有 10% 几率获得 1 个暴击球
每拥有 1 个暴击球，有 (6-10)% 几率造成中毒
每个暴击球可使中毒伤害提高 (15-20)%
【蛛之势】改为每 0.5 秒喷出蜘蛛网和缓速效果
]],[[
靛蓝之冠
灵主之环
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 69
该装备的能量护盾提高 (150-180)%
最大魔力提高 (6-10)%
使用魔力药剂时也会回复 (8-10)% 最大生命
药剂的非即时生效类魔力回复也会同时回复生命
近期你每消耗 200 魔力，技能的魔力消耗就提高 (50-60)%
{variant:1}近期你每消耗 200 魔力，法术伤害便提高 (50-60)%,最多可提高 2000% 
{variant:2}近期你每消耗 200 魔力，法术伤害便提高 (20-25)%,最多可提高 2000% 
塑界之器
]],[[
红契符印
祭仪之冠
版本: 3.11.0以前
版本: 当前
等级需求: 26
+(30-50) 最大能量护盾
{variant:1}召唤生物的移动速度提高 (10-15)%
{variant:2}召唤生物的移动速度提高 (25-45)%
【召唤愤怒狂灵】的伤害提高 (130-150)%
召唤愤怒狂灵的最大数量减少 75%
【愤怒狂灵】击中后必定造成点燃
{variant:2}【愤怒狂灵】击败被点燃的敌人后会刷新自身持续时间
{variant:2}【愤怒狂灵】对周围敌人溅射火焰伤害
]],[[
酷寒的凝视
灵能之笼
版本: 2.6.0以前
版本: 3.5.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 65, 138 Int
{variant:1}此物品上的技能石受到 15 级的 集中效应 辅助
{variant:2,3,4}此物品上的技能石受到 20 级的 集中效应 辅助
冰霜伤害提高 30%
+(40-60) 最大魔力
{variant:1}该装备的能量护盾提高 (100-120)%
{variant:2,3}该装备的能量护盾提高 (180-200)%
{variant:4}该装备的能量护盾提高 (140-160)%
{variant:1}能量护盾启动回复比平常慢 50%
{variant:2,3,4}能量护盾的回复速度降低 50%
{variant:3,4}持续冰霜伤害效果提高 (16-22)%
]],[[
禁语
灵能之笼
联盟: 苦痛
等级需求: 65, 138 Int
法术伤害提高 (80-100)%
施法速度降低 15%
+(30-60) 最大魔力
你的技能对你造成等同 400% 魔力消耗的物理伤害
]],[[
幽冥灵王
灵骨之冠
Requires Level: 34
此物品上装备的【召唤生物技能石】等级 +2
该装备的能量护盾提高 (120-150)%
召唤生物每秒回复 1% 生命
+1000 灵体最大生命
]],[[
伊芙班的诡计
灵主之环
联盟: 风暴
版本: 2.6.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 69, 154 Int
{variant:2,3}被击中时触发 10 级的感电地面
攻击和法术附加 1 - (60-80) 基础闪电伤害
该装备的能量护盾提高 (130-170)%
+(25-35)% 闪电抗性
{variant:1}击中时有 10% 几率对敌人施放 1 个随机诅咒
{variant:2}击中未被诅咒目标时，有 20% 几率对其施放任意诅咒
{variant:3}击中有 20% 几率用一种随机魔蛊诅咒非诅咒敌人
{variant:1}被击中时有 5% 几率制造感电地面
]],
-- Helmet: Armour/Evasion
[[
黑阳之冠
漆彩之盔
等级需求: 51, 57 Str, 57 Dex
此物品上装备的技能石等级 +1
护甲提高 (100-150)%
照亮范围缩小 40%
敏捷提高 (5-15)%
力量提高 (5-15)%
智慧提高 (5-15)%
]],[[
祭礼之雨
梦魇战盔
版本: 1.1.0以前
版本: 1.3.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 67, 62 Str, 85 Dex
{variant:1,2,3,4}此物品上的技能石受到 18 级的 近战物理伤害 辅助
{variant:1,4}此物品上的技能石受到 18 级的 快速攻击 辅助
{variant:2,3}此物品上的技能石受到 12 级的 快速攻击 辅助
{variant:1,4}此物品上的技能石受到 18 级的 致盲 辅助
{variant:2,3}此物品上的技能石受到 6 级的 致盲 辅助
攻击附加 20 - 30 基础物理伤害
该装备的护甲与闪避提高 (200-300)%
{variant:1,4}+(200-220) 最大生命
{variant:2,3}+(120-160) 最大生命
{variant:1,2}格挡时 10% 几率获得耐力球
{variant:3,4}格挡时 20% 几率获得耐力球
更明显打击效果
不能使用胸甲
{variant:1,2}15% 攻击格挡率
{variant:3,4}6% 攻击伤害格挡几率
]],[[
丧钟
金面护盔
升级: 使用 预言【死亡之泣】 升级为 传奇【丧吼】
版本: 2.6.0以前
版本: 当前
等级需求: 33, 38 Str, 38 Dex
+(20-30) 力量
+(20-30) 敏捷
+(200-300) 护甲
{variant:2}攻击附加 10 - 20 基础物理伤害
近战伤害提高 20%
低血时不能偷取
]],[[
丧吼
金面护盔
源: 由 传奇【丧钟】 使用 预言【死亡之泣】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 33, 38 Str, 38 Dex
+(20-30) 力量
+(20-30) 敏捷
+(200-300) 护甲
{variant:2}攻击附加 10 - 20 基础物理伤害
近战伤害提高 20%
低血时不能偷取
近期内你若有使用战吼，你和周围友军的攻击，施法和移动速度提高 20%
]],[[
德沃托的信念之盔
梦魇战盔
等级需求: 67, 62 Str, 85 Dex
物理伤害降低 10%
+(50-65) 敏捷
攻击速度提高 16%
该装备的护甲与闪避提高 (150-200)%
+(15-25)% 混沌抗性
移动速度提高 20%
水银爪印
]],[[
疾风的沉思
清视护盔
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 23, 28 Str, 28 Dex
{variant:1}+100 命中值
{variant:2}+300 命中值
{variant:3}+500 命中值
该装备的护甲与闪避提高 (40-60)%
物品稀有度提高 (20-30)%
+30% 闪电抗性
{variant:1}物理攻击伤害的 0.2% 转化为魔力偷取
{variant:2,3}攻击伤害的 0.4% 转化为魔力偷取
移动速度提高 10%
]],[[
光辉之颅
精兵之盔
版本: 2.6.0以前
版本: 当前
等级需求: 36, 42 Str, 42 Dex
该装备的护甲与闪避提高 (60-80)%
+(50-70) 最大生命
+(50-70) 最大魔力
{variant:2}获得 +(10-20)% 火焰、冰霜、闪电抗性
召唤生物有 10% 攻击格挡率
召唤生物有 +(300-350) 点护甲
召唤生物每秒回复 2% 生命
]],
-- Helmet: Armour/Energy Shield
[[
汉恩的蔑视
领主战冠
等级需求: 68
+(15-20) 全属性
该装备的护甲与能量护盾提高 (60-140)%
+(60-70) 最大生命
-1 暴击球数量上限
当暴击球达到上限时，获得等同 (8-12)% 物理伤害的混沌伤害
当你没有暴击球时，受到的暴击伤害降低 50%
]],[[
海王冠冕
箴言战冠
版本: 3.5.0以前
版本: 当前
等级需求: 63, 85 Str, 62 Int
{variant:1}该装备的护甲与能量护盾提高 (100-120)%
{variant:2}该装备的护甲与能量护盾提高 (240-300)%
{variant:1}+(50-70) 最大生命
{variant:2}+(80-100) 最大生命
+(30-50)% 冰霜抗性
免疫冰冻
{variant:1}静止时 +800 护甲
{variant:2}静止时 +1500 护甲
静止时魔力回复提高 60%
被攻击击中时，有 15% 几率制造冰缓地面
{variant:2}承受的冰霜伤害降低 5%
]],[[
缺角帝冠
箴言战冠
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 63, 85 Str, 62 Int
此物品上的技能石受到 20 级的 死亡时施放 辅助
低血时伤害提高 20%
+(10-15) 全属性
该装备的护甲与能量护盾提高 (60-100)%
魔力回复速度降低 20%
{variant:1}+(20-30) 最大能量护盾
{variant:2}+(70-90) 最大能量护盾
{variant:3}+(50-70) 最大能量护盾
+(43-61)% 混沌抗性
]],[[
深海魔角
行政者战冠
联盟: 猎魔笔记
源: 传奇Boss【深海初子 克林斯昂】 专属掉落
版本: 3.4.0以前
版本: 当前
等级需求: 58
{variant:1}(25-30)% 的攻击格挡率同样套用于法术格挡
{variant:2}(4-6)% 法术伤害格挡几率
该装备的护甲与能量护盾提高 (140-180)%
最大生命提高 (4-7)%
近期你若失去过【深海屏障】，则不会再失去【深海屏障】
你拥有至少 5 个【深海屏障】时，格挡几率额外提高 3%
你拥有至少 10 个【深海屏障】时，格挡几率额外提高 5%
]],[[
吉尔菲的荣光
强化巨盔
升级: 使用 预言【主教的遗产】 升级为 传奇【吉尔菲的遗产】
等级需求: 53, 59 Str, 59 Int
此物品上装备的技能石等级 +1
该装备的护甲与能量护盾提高 (60-80)%
+(15-20)% 火焰抗性
+(15-20)% 冰霜抗性
+(15-20)% 闪电抗性
+(20-30)% 混沌抗性
]],[[
私欲的光辉
士兵之盔
联盟: 战乱之殇
源: 永恒军团
版本: 3.7.0以前
版本: 当前
等级需求: 12, 16 Str, 16 Int
{variant:2}此物品上装备的技能石等级 +(1-2)
{variant:1}攻击附加 1 - 13 基础闪电伤害
{variant:2}攻击和法术附加 1 - 13 基础闪电伤害
{variant:1}该装备的护甲与能量护盾提高 (40-50)%
{variant:2}该装备的护甲与能量护盾提高 (100-150)%
{variant:1}获得 +(10-20)% 火焰、冰霜、闪电抗性
{variant:1}低血时 +20% 火焰、冰霜、闪电抗性
{variant:1}低血时，技能魔力消耗降低 20%
{variant:2}物品稀有度提高 (10-20)%
{variant:2}技能魔力消耗降低 (10-20)%
]],[[
奇塔弗之渴望
热战之盔
版本: 3.11.0以前
版本: 当前
等级需求: 44, 50 Str, 50 Int
施法速度降低 15%
该装备的护甲与能量护盾提高 (70-80)%
+(30-50) 最大魔力
{variant:1}使用至少 100 魔力施放技能时，有 30% 几率触发插槽内的法术
{variant:2}当你使用技能消耗至少 100 点魔力后有 50% 几率触发插入的法术，它有 0.1 秒冷却时间
]],[[
光明偷猎者
强化巨盔
联盟: 深渊
源: 深渊巫妖掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
等级需求: 53, 59 Str, 59 Int
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
在你有精神球时使用技能，触发 20 级的【精神冲击】
获得 +(10-15)% 火焰、冰霜、闪电抗性
当精神球失效或被消耗时，回复 (4-5)% 生命
击败敌人后有 (15-20)% 几率获得 1 个精神球
每个影响你的【深渊珠宝】可使最大精神球数量 +1
]],[[
玛拉凯的远见
领主战冠
源: 由 传奇【福尔的远见】 使用 通货【瓦尔宝珠】 升级
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 62 Str, 91 Int
附加 (13-17) - (29-37) 基础混沌伤害
{variant:1}+(200-250) 最大能量护盾
{variant:2,3}+(150-200) 最大能量护盾
+(32-40)% 冰霜抗性
+(15-20)% 闪电抗性
{variant:1,2}所有身上装备的物品皆为已腐化时，每秒回复 100 能量护盾
{variant:3}所有身上装备的物品皆为已腐化时，每秒回复 250 能量护盾
所有身上穿戴的物品皆为已腐化时，每秒回复 35 魔力
已腐化
]],[[
记忆囚笼
领主战冠
源: 传奇Boss【裂界守卫：奴役】 专属掉落
版本: 3.16.0以前
版本: 当前
等级需求: 68
+(130-160) 最大能量护盾
+(150-200) 最大魔力
魔力回复速度提高 (30-40)%
+(20-30)% 火焰抗性
{variant:1}技能的保留效果提高 10%
{variant:2}技能的保留效能降低 20%
{variant:1}获得等同于你魔力保留数值的护甲
{variant:2}1% increased Armour per 50 Reserved Mana
]],[[
灵漩
战意之盔
版本: 3.0.0以前
版本: 当前
等级需求: 37, 42 Str, 42 Int
冰霜伤害提高 (10-15)%
闪电伤害提高 (10-15)%
{variant:1}+(100-150) 最大魔力
{variant:2}+(100-120) 最大魔力
{variant:2}获得等同 (5-10)% 魔力的额外能量护盾
敌人无法偷取你的魔力
被击中时， 4 秒内回复等同于 (5-10)% 伤害的魔力
不能偷取魔力
]],[[
众生指引
箴言战冠
Quality: +20%
Armour: 268
Energy Shield: 36
等级需求: 63, 85 Str, 62 Int
+(20-40) 敏捷
技能效果持续时间延长 (10-15)%
每 50 点敏捷可使召唤生物的攻击速度提高 2%
每 50 点敏捷可使召唤生物的移动速度提高 2%
召唤生物只能击败被点燃的敌人
]],[[
夜幕
巨盔
等级需求: 22, 27 Str, 27 Int
晕眩回复和格挡回复提高 (20-22)%
照亮范围缩小 40%
格挡攻击时反射 1 - (180-220) 闪电伤害
全局防御提高 (18-22)%
火焰、冰霜、闪电抗性为零
]],[[
福尔的远见
领主战冠
等级需求: 68, 62 Str, 91 Int
+(260-300) 护甲
+(26-32)% 火焰抗性
+(8-16)% 混沌抗性
照亮范围扩大 20%
身上未装备已腐化的物品时，最大生命提高 (8-12)%
身上未装备已腐化的物品时，每秒回复 100 生命
]],
-- Helmet: Evasion/Energy Shield
[[
殒皇之冠
弑君之面
联盟: 风暴
版本: 2.6.0以前
版本: 当前
等级需求: 52, 58 Dex, 58 Int
{variant:2}+(60-80) 最大生命
该装备的闪避与能量护盾提高 (150-200)%
物理攻击伤害的 (0.4-0.8)% 会转化为生命偷取
反射 100 - 150 物理伤害给近战攻击者
你反射给怪物的 30% 伤害会变为回复生命
]],[[
大地之牙
鹰喙之面
联盟: 猎魔笔记
源: Boss 传奇 【大地初子 法瑞尔】 专属掉落
等级需求: 57
获得 20 级的主动技能【猫之势】
该装备的闪避与能量护盾提高 (180-220)%
+(25-35)% 冰霜抗性
受到【猫之势】影响时，+1% 攻击和法术基础暴击率
拥有【猫之隐匿】时，暴击有 (10-20)% 几率致盲敌人
对致盲的敌人的击中和异常状态伤害提高 (40-50)%
]],[[
葛尔贡的凝视
弑君之面
等级需求: 52
固定基底词缀: 0
获得 20 级的的主动技能【召唤石化雕像】
该装备的能量护盾提高 (200-250)%
+(60-80) 最大生命
攻击与施法速度提高 (5-10)%
移动时获得额外 5% 物理伤害减免
静止时受到的火焰、冰霜、闪电伤害降低 5%
]],[[
鸥喙
祸鸦之面
联盟: 支配
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 38, 44 Dex, 44 Int
{variant:2,3}击败敌人时召唤 1 级的低阶神殿
该装备的闪避与能量护盾提高 (120-150)%
{variant:2}+(40-65) 最大能量护盾
{variant:3}+(30-45) 最大能量护盾
{variant:1}+(30-40) 最大魔力
{variant:2,3}+(60-80) 最大生命
{variant:2,3}+(30-40)% 冰霜抗性
{variant:1}击败敌人回复 +(15-20) 生命
{variant:1}击败敌人回复 +(10-15) 能量护盾
神殿效果提高 75%
神殿持续时间延长 50%
]],[[
异教面纱
弑神之面
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 67, 73 Dex, 88 Int
+(40-50) 最大能量护盾
{variant:1,2}该装备的闪避与能量护盾提高 (130-150)%
{variant:3,4}该装备的闪避与能量护盾提高 (90-110)%
{variant:1}此物品上装备的【诅咒技能石】等级 +2
{variant:2,3,4}此物品上装备的【诅咒技能石】等级 +1
此物品上的诅咒技能石受到 22 级的 诅咒光环 辅助
{variant:1,2,3}插入的诅咒宝石的保留效果降低 12%
{variant:4}插入的诅咒宝石的保留效能提高 20%
]],[[
共鸣之面
节庆之面
等级需求: 28, 33 Dex, 33 Int
伤害降低 30%
+(20-30) 敏捷
+(20-30) 最大生命
+(20-30) 最大魔力
你和队友的伤害提高 15%
]],[[
玛拉凯的祭具
铁锻之面
升级: 使用 预言【梦魇苏醒】 升级为 传奇【玛拉凯之觉醒】
版本: 1.0.0以前
版本: 2.0.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 17, 21 Dex, 21 Int
法术伤害提高 (15-30)%
+20 力量
闪电伤害提高 (20-30)%
+10% 闪电抗性
{variant:1}技能魔力消耗提高 100%
{variant:2,3,4}技能魔力消耗提高 20%
血魔法
{variant:4}凡人的信念
]],[[
玛拉凯之觉醒
铁锻之面
版本: 3.7.0以前
版本: 当前
源: 由 传奇【玛拉凯的祭具】 使用 预言【梦魇苏醒】 升级
等级需求: 60
法术伤害提高 (15-30)%
+20 力量
获得 +10% 火焰、冰霜、闪电抗性
无生命保留时法术附加 (42-54) - (78-88) 基础冰霜伤害
无生命保留时法术附加 (54-64) - (96-107) 基础火焰伤害
无生命保留时法术附加 (5-14) - (160-173) 基础闪电伤害
血魔法
{variant:2}凡人的信念
]],[[
智者之秘
鹰喙之面
版本: 3.10.0以前
版本: 当前
源: 预言【尖刺耳语 V】
等级需求: 57, 64 Dex, 64 Int
固定基底词缀: 0
该装备的闪避与能量护盾提高 (230-260)%
最大魔力提高 (20-30)%
闪电伤害击中时有 10% 几率使敌人受到感电效果影响
+20% 几率被感电
被击中时 30% 的闪电伤害优先从魔力优先扣除
{variant:1}你使敌人感电时，回复 3% 最大魔力
{variant:2}使用攻击技能时失去 3% 最大魔力
{variant:2}攻击技能附加闪电伤害，等于最大魔力的 6%
]],[[
风暴拘束
无情之面
联盟: 先驱者
等级需求: 45, 51 Dex, 51 Int
此物品上的技能石受到 18 级的 霜咬 辅助
插槽内的技能石被 18 级的 闪电支配 辅助
获得【召唤冰雷先驱者】
+(100-150) 点闪避值
+(60-80) 最大生命
+(40-60) 最大能量护盾
获得 +(10-15)% 火焰、冰霜、闪电抗性
]],[[
三龙战纪
黄金之面
等级需求: 35, 40 Dex, 40 Int
获得 +(26-30)% 火焰、冰霜、闪电抗性
你的火焰伤害可以感电但无法点燃
你的冰霜伤害可以点燃但无法冰冻或冰缓
你的闪电伤害可以冰冻但无法感电
]],[[
谜容
瓦尔之面
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【诱人的深渊】） 
等级需求: 62, 79 Dex, 72 Int
此物品上装备的技能石等级 +1
该装备的闪避与能量护盾提高 (245-280)%
+(30-40) 最大能量护盾
+(24-30)% 混沌抗性
敌人无法偷取你的魔力
此物品上的技能石魔力消耗降低 50%
]],[[
饮魂者面罩
行政者战冠
联盟: 穿越
升级: 使用 通货【召唤魔瓶】 升级为 传奇【缝合恶魔面罩】
等级需求: 31
该装备的护甲与能量护盾提高 (140-220)%
+(80-100) 最大生命
+(30-60) 最大能量护盾
你的能量护盾从 0 开始
无法获得能量护盾
若你至少拥有 500 层能量护盾，则每秒回复 50 生命
若你至少拥有 1000 层能量护盾，则每秒回复 100 生命
若你至少拥有 1500 层能量护盾，则每秒回复 150 生命
]],[[
饮魂者面罩（遗产）
圣战之盔
联盟: 穿越
升级: 使用 通货【召唤魔瓶】 升级为 传奇【缝合恶魔面罩】
等级需求: 31
该装备的护甲与能量护盾提高 (60-80)%
+(30-50) 最大生命
你的能量护盾从 0 开始
无法获得能量护盾
若你至少拥有 500 层能量护盾，则每秒回复 50 生命
若你至少拥有 1000 层能量护盾，则每秒回复 100 生命
若你至少拥有 1500 层能量护盾，则每秒回复 150 生命
]],[[
缝合恶魔面罩
行政者战冠
联盟: 穿越
源: 由 传奇【饮魂者面罩】 使用 通货【召唤魔瓶】 升级
等级需求: 58
+(40-50) 智慧
+(160-180) 最大能量护盾
力量不对最大生命提供加成
智慧不对最大魔力提供加成
每 2 点智慧 +1 最大生命
你的能量护盾从 0 开始
无法获得能量护盾
每有 500 层能量护盾可每秒回复 1% 生命
]],[[
强健否决者
灵能之笼
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
Requires Level: 65
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
最大生命提高 (6-8)%
每失去一个精神球，回复 (2-3)% 的能量护盾
当精神球失效或被消耗时，回复 (2-3)% 生命
每秒获得一个精神球
受到残暴打击后失去所有精神球
每个影响你的【深渊珠宝】可使最大精神球数量 +1
]],

[[
暴君王冠
行政者战冠
版本: 3.11.0以前
版本: 当前 
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 58
有 1 个插槽
{variant:1}+(50-100) 最大生命
{variant:2}+(50-175) 最大生命
周围敌人的所有抗性提高 -10%
每个红色插槽可为你和周围友军附加 64 - 96 基础火焰伤害
每个绿色插槽可为你和周围友军附加 56 - 88 基础冰霜伤害
每个蓝色插槽可为你和周围友军附加 16 - 144 基础闪电伤害
每个白色插槽可为你和周围友军附加 47 - 61 基础混沌伤害
]],

[[ 
夜幕召唤
疫灾之面
版本: 3.8.0以前
版本: 当前
等级需求: 20
+23 最大生命
{variant:1}若你至少拥有 500 点智慧，可以放置地雷的技能就会最多额外放置 1 个地雷
{variant:1}若你至少拥有 500 点敏捷，可以放置地雷的技能就会最多额外放置 1 个地雷
{variant:2}若你至少拥有 800 点智慧，可以投掷地雷的技能就会最多额外投掷 1 个地雷
{variant:2}若你至少拥有 800 点敏捷，可以投掷地雷的技能就会最多额外投掷 1 个地雷
{variant:1}地雷放置速度降低 (10-15)%
{variant:2}地雷投掷速度降低 (10-15)%
{variant:1}地雷组装速度提高 (40-50)%
{variant:2}地雷引爆速度提高 (40-50)%

]],

[[
吉尔菲的遗产
强化巨盔
源: 由 传奇【吉尔菲的荣光】 使用 预言【主教的遗产】 升级
等级需求: 62
此物品上装备的技能石等级 +1
该装备的护甲与能量护盾提高 (60-80)%
+(15-20)% 火焰抗性
+(15-20)% 冰霜抗性
+(15-20)% 闪电抗性
+(20-30)% 混沌抗性
+1 召唤圣物数量上限
【召唤圣物】的冷却恢复速度降低 (20-25)%
]],

}
