-- Item data (c) Grinding Gear Games
return {
-- Jewel: Drop

[[
纯才【仿品】
翠绿珠宝
仅限: 1
等级需求: 20
固定基底词缀: 0
你在天赋树上连接到野蛮人的出发位置时，你获得：每秒生命再生 1%
你在天赋树上连接到决斗者的出发位置时，你获得：近战打击距离 +2
你在天赋树上连接到游侠的出发位置时，你获得：药剂充能获取率提高 20%
你在天赋树上连接到暗影的出发位置时，你获得：攻击和施法速度提高 12%
你在天赋树上连接到女巫的出发位置时，你获得：技能效果持续时间延长 20%
你在天赋树上连接到圣堂武僧的出发位置时，你获得：攻击和法术伤害格挡率 +4%
你在天赋树上连接到贵族的出发位置时，你获得：伤害提高 30%
]],
[[
不稳定承载【仿品】
钴蓝珠宝
等级需求: 20
联盟: 夺宝奇兵
固定基底词缀: 0
你的陷阱被敌人触发时回复 (20-30) 生命
]],
[[
鲁莽防御【仿品】
钴蓝珠宝
等级需求: 20
联盟: 夺宝奇兵
固定基底词缀: 0
+(2-4)% 格挡法术伤害几率
+(2-4)% 攻击伤害格挡几率
被冻结、感电、点燃 几率 +10%
]],
[[
起源力量【仿品】
赤红珠宝
等级需求: 20
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
最多可同时召唤额外 -1 个魔像
在召唤魔像后的 8 秒内伤害提高 (25-30)%
魔像在召唤后的 8 秒内伤害提高 (100-125)%
魔像的最大生命提高 (18-22)%
起源珠宝
召唤的魔像转为【侵略】
]],
[[
鲁莽【仿品】
翠绿珠宝
等级需求: 20
replica: true
联盟: 夺宝奇兵
仅限: 1
固定基底词缀: 0
冰缓时，攻击速度加快 (10-20)%
冰缓时，施法速度加快 (10-20)%
冰缓时，移动速度加快 (10-20)%
]],
[[
血牺【仿品】
赤红珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
击败敌人时回复 1% 生命
击败敌人回复 1% 能量护盾
无法偷取或自然回复魔力
]],
[[
廉价建设【仿品】
翠绿珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
陷阱暴击率提高 (100-120)%
最多同时可额外放置的陷阱数量 -5
]],
[[
征服者的迅捷【仿品】
赤红珠宝
等级需求: 20
仅限: 1
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
技能效果持续时间延长 4%
+5 最大怒火
非持续吟唱技能总魔力消耗 -9
]],
[[
脆弱的繁华【仿品】
赤红珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
赤红珠宝
仅限: 1
最多 5 次【脆弱重生】
每次【脆弱重生】都每秒回复 0.7% 生命
被击中时，获得脆弱重生并达到上限
每秒失去 1 脆弱重生
]],
[[
无尽之苦
钴蓝珠宝
等级需求: 20
仅限: 1
范围: 中
固定基底词缀: 0
元素伤害提高 (7-10)%
若范围内至少有 40 点智慧，解放的冷却时间为 250 毫秒
若范围内至少有 40 点智慧，解放的总伤害额外降低 60%
若范围内至少有 40 点智慧，解放的总效果区域额外缩小 60%
]],
[[
低谷状态
钴蓝珠宝
源: 传奇【契约：牢不可破 预防契约】Boss专属掉落
联盟: 夺宝奇兵
仅限: 1
等级需求: 20
固定基底词缀: 0
法术伤害提高 (20-25)%
每层强化使法术暴击几率提高 30%
法术近期有获得强化则每 0.5 秒丢失 1 层强化
]],
[[
巅峰状态
钴蓝珠宝
源: 传奇【契约：牢不可破 预防契约】Boss专属掉落
联盟: 夺宝奇兵
仅限: 1
等级需求: 20
固定基底词缀: 0
法术伤害提高 (20-25)%
每层强化使法术暴击几率降低 10%
法术近期有获得强化则每 0.5 秒可以获得 1 层强化
]],
[[
钢铁之主
翠绿珠宝
仅限: 1
等级需求: 20
固定基底词缀: 0
版本: 穿刺几率（3.13.0以前）
版本: 穿刺压制（3.13.0以前）
版本: 穿刺效果
版本: 穿刺几率（当前）
版本: 穿刺压制（当前）
{variant:1,4}攻击击中时有 10% 几率穿刺敌人
{variant:2,5}你对已穿刺的敌人造成的穿刺伤害压制 10% 物理伤害减免
{variant:3}穿刺的效果提高 5%
{variant:1,3,4}钢铁呼唤反射伤害的效果区域扩大 (40-50)%
{variant:2,3,5}钢铁呼唤使用速度加快 (80-100)%
{variant:1,2}钢铁呼唤反射伤害提高 (40-50)%
{variant:4,5}钢铁呼唤反射伤害提高 (20-25)%

]],

[[
天神之音
大型星团珠宝
联盟: 惊悸迷雾
版本: 一个空天赋
版本: 三个空天赋
版本: 五个空天赋
版本: 七个空天赋
固定基底词缀: 0
增加 3 个珠宝插槽天赋
{variant:1}增加 1 个无特殊效果的小天赋
{variant:2}增加 3 个无特殊效果的小天赋
{variant:3}增加 5 个无特殊效果的小天赋
{variant:4}增加 7 个无特殊效果的小天赋
已腐化
]],
[[
围攻
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【万物皆动】
]],
[[
审讯
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【苦难秘辛】
]],
[[
前线
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【百战老兵】
]],
[[
徒手空拳
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【空明之掌】
]],
[[
自然之喜
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【造化自然】
]],
[[
奇塔弗的指教
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【奇塔弗门徒】
]],
[[
灾祸异象
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【独行使者】
]],

[[
人格分裂
三相珠宝
仅限: 2
联盟: 惊悸迷雾
Has Alt Variant: true
版本: 命中值
版本: 护甲
版本: 敏捷
版本: 最大能量护盾
版本: 闪避值
版本: 智慧
版本: 最大生命
版本: 最大魔力
版本: 力量
固定基底词缀: 0
从你职业的出发位置到该珠宝槽之间每一点配置的天赋就使该珠宝插槽的效果提高 25%
{variant:1}+40 命中值
{variant:2}+40 护甲
{variant:3}+5 敏捷
{variant:4}+5 最大能量护盾
{variant:5}+40 点闪避值
{variant:6}+5 智慧
{variant:7}+5 最大生命
{variant:8}+5 最大魔力
{variant:9}+5 力量
已腐化
]],
[[
希望之线
赤红珠宝
版本: 超大
版本: 大
版本: 中
版本: 小
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
范围: Variable
等级需求: 20
固定基底词缀: 0
未连结至天赋树的技能，仍然可以在范围内配置
{variant:1}只影响超大环内的天赋
{variant:2}只影响大环内的天赋
{variant:3}只影响中环内的天赋
{variant:4}只影响小环内的天赋
-(20-10)% 所有元素抗性
]],
[[
要塞誓约
钴蓝珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的伤害提高 (35-45)%
召唤生物有+(10-12)% 攻击伤害格挡几率
召唤生物获得 +(10-12)% 格挡法术伤害率
范围内的核心天赋技能转化替代为：召唤生物受到的伤害提高 20%
]],
[[
加速誓约
翠绿珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的攻击速度提高 (12-16)%
召唤生物的施法速度提高 (12-16)%
召唤生物有额外 (10-12)% 躲避击中几率
召唤生物有 (10-12)% 几率躲避法术击中
范围内的核心天赋技能转化替代为：召唤生物的移动速度降低 25%
]],
[[
分化瓦解
翠绿珠宝
范围: 中
仅限: 1
等级需求: 20
持盾牌时造成的攻击伤害提高 (10-15)% 
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】连锁弹射次数 +4
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】连锁时发射碎片投射物
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】的碎片投射物数量额外降低 75%
]],
[[
好战的信仰（玛萨留斯）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主玛萨留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（维纳留斯、遗产）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主维纳留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（神主多米纳斯）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主多米纳斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（阿瓦留斯）
永恒珠宝
Has Alt Variant: true
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主阿瓦留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
致命的骄傲
永恒珠宝
联盟: 战乱之殇
源: 「卡鲁」限定掉落
版本: 克洛瓦（遗产）
版本: 冈姆
版本: 拉凯尔塔
版本: 阿克雅
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}获得克洛瓦麾下 (10000-18000) 名武士的领导权
{variant:2}获得冈姆麾下 (10000-18000) 名武士的领导权
{variant:3}获得拉凯尔塔麾下 (10000-18000) 名武士的领导权
{variant:4}获得阿克雅麾下 (10000-18000) 名武士的领导权
范围内的天赋被卡鲁抑制
史实
]],
[[
光彩夺目
永恒珠宝
联盟: 战乱之殇
源: 「瓦尔」限定掉落
版本: 泽佛伊（遗产）
版本: 夏巴夸亚
版本: 多里亚尼
版本: 阿华纳
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}以泽佛伊的名义用 (100-8000) 名祭品之血浸染
{variant:2}以夏巴夸亚的名义用 (100-8000) 名祭品之血浸染
{variant:3}以多里亚尼的名义用 (100-8000) 名祭品之血浸染
{variant:4}以阿华纳的名义用 (100-8000) 名祭品之血浸染
范围内的天赋被瓦尔抑制
史实
]],
[[
优雅的狂妄
永恒珠宝
联盟: 战乱之殇
源: 「永恒」限定掉落
版本: 切特斯（遗产）
版本: 卡迪罗
版本: 维多里奥
版本: 卡斯皮罗
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}用 (2000-160000) 枚金币纪念切特斯
{variant:2}用 (2000-160000) 枚金币纪念卡迪罗
{variant:3}用 (2000-160000) 枚金币纪念维多里奥
{variant:4}用 (2000-160000) 枚金币纪念卡斯皮罗
范围内的天赋被永恒帝国抑制
史实
]],
[[
残酷的约束
永恒珠宝
联盟: 战乱之殇
源: 「马拉克斯」限定掉落
版本: 迪虚瑞特（遗产）
版本: 安赛娜丝
版本: 娜斯玛
版本: 巴巴拉
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}在迪虚瑞特的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:2}在安赛娜丝的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:3}在娜斯玛的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:4}在巴巴拉的阿卡拉中指派 (500-8000) 名德卡拉的服务
范围中的天赋被马拉克斯抑制
史实
]],
[[
真知灼见
钴蓝珠宝
范围: 大
最大生命提高 (6-8)%
范围内每配置 3 点智慧，最大生命提高 1 点
]],[[
聚魂石
三相珠宝
源: 商店配方
仅限: 1
固定基底词缀: 0
最多可同时拥有额外 1 个魔像
若你有 3 个起源天赋珠宝，可以额外召唤 1 个魔像
]],[[
映像
翠绿珠宝
召唤生物的移动速度提高 (5-10)%
召唤生物有额外 (2-5)% 躲避击中几率
]],[[
枯骨军团
钴蓝珠宝
版本: 3.0.0以前
召唤生物的伤害提高 (8-12)%
+2 魔侍数量上限
魔侍的持续时间缩短 (10-20)%
]],[[
碧影梦境
钴蓝珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【碧影梦魇】
范围: 大
获得额外混沌伤害， 其数值等同于闪电伤害的 5%
范围内天赋点附加的闪电抗性同时提高击败敌人时获得暴击球的概率
]],[[
碧影梦魇
钴蓝珠宝
联盟: 裂隙
源: 由 传奇【碧影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
获得额外混沌伤害， 其数值等同于闪电伤害的 5%
范围内提高闪电抗性的天赋也会以 35% 的比例提高法术格挡率
范围内天赋点附加的闪电抗性同时提高击败敌人时获得暴击球的概率
]],[[
筋骨强化
赤红珠宝
敏捷提高 (4-6)%
力量提高 (4-6)%
智慧降低 (10-15)%
]],[[
蛮力冲撞
钴蓝珠宝
范围: 大
+(16-24) 智慧
将范围内天赋所给予的力量转换成智慧
]],[[
审慎计划
翠绿珠宝
范围: 大
+(16-24) 敏捷
将范围内天赋所给予的智慧转换成敏捷
]],[[
廉价建设
翠绿珠宝
陷阱持续时间缩短 10%
最多同时可额外放置 1 个陷阱
]],[[
理智
钴蓝珠宝
仅限: 1
魔力回复速度提高 (20-30)%
无魔力保留时，法术伤害提高 (40-60)%
]],[[
榴星
赤红珠宝
范围: 小
版本: 3.8.0以前
版本: 当前
{variant:1}陷阱和地雷造成 (3-5) - (10-15) 额外物理伤害
{variant:2}范围内的天赋附加词缀：陷阱和地雷造成 (2-3) - (4-6) 额外物理伤害
陷阱和地雷击中时，有 25% 几率使敌人中毒
]],[[
冷钢
翠绿珠宝
范围: 大
范围内物理伤害的增减转换成冰霜伤害
范围内冰霜伤害的增减转换成物理伤害
]],[[
充分训练
赤红珠宝
范围: 大
+(16-24) 力量
将范围内天赋所给予的智慧转换成力量
]],[[
异能知识
钴蓝珠宝
范围: 中
范围内每配置 10 点智慧，混沌伤害提高 5%
]],[[
能量坚甲
赤红珠宝
范围: 大
护甲提高 (15-20)%
范围内能量护盾的增减转换成 200% 的护甲
]],[[
潜能防护
钴蓝珠宝
版本: 2.5.0以前
版本: 当前
范围: 大
{variant:1}最大能量护盾提高 (8-12)%
{variant:2}最大能量护盾提高 (3-6)%
范围内生命的增减转换成能量护盾
]],[[
丰富心灵
钴蓝珠宝
范围: 大
+(16-24) 智慧
将范围内天赋所给予的敏捷转换成智慧
]],[[
炎域
赤红珠宝
范围: 中
范围内其他伤害类型的增减转换成火焰伤害
]],[[
流畅行动
翠绿珠宝
范围: 大
+(16-24) 敏捷
将范围内天赋所给予的力量转换成敏捷
]],[[
坚守军团
钴蓝珠宝
仅限: 1
召唤生物的最大生命提高 (5-15)%
召唤生物格挡时，回复它 2% 最大生命
]],[[
脆弱的繁华
赤红珠宝
版本: 3.11.0以前
版本: 当前
{variant:1}每秒回复 2% 生命
{variant:1}承受伤害提高 10%
{variant:2}每秒提供 1 点【脆弱重生】，最多 10 次
{variant:2}每点【脆弱重生】获得每秒回复 0.7% 生命
{variant:2}被击中时会失去所有【脆弱重生】

]],[[
尘土归来
钴蓝珠宝
仅限: 1
版本: 3.8.0以前
版本: 当前
固定基底词缀: 0
{variant:1}【召唤魔侍】可以召唤 2 个额外魔侍勇士
{variant:2}【召唤魔侍】可以召唤 4 个额外魔侍勇士
【召唤魔侍】有 +1 秒冷却时间
]],[[
黄金法则
翠绿珠宝
流血时护甲提高 (30-40)%
你造成的流血效果将作用到你身上
你身上的每层中毒状态使你获得 +1% 混沌抗性
你造成的中毒将作用到你身上
]],[[
聚光之石
钴蓝珠宝
仅限: 3
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使魔力提高 15
{variant:2}每 1 个聚光之石可使魔力提高 30
{variant:3}每 1 个聚光之石可使暴击几率提高 25%
]],[[
聚光之石
赤红珠宝
固定基底词缀: 0
仅限: 3
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使护甲提高 75
{variant:2}每 1 个聚光之石可使护甲提高 200
{variant:3}每 1 个聚光之石获得 +7% 元素抗性
]],[[
聚光之石
翠绿珠宝
仅限: 3
版本: 2.5.0以前
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 5%
{variant:2}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 4%
{variant:3}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 12%
{variant:4}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 15%
]],[[
青影梦境
翠绿珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【青影梦魇】
范围: 大
固定基底词缀: 0
获得额外混沌伤害， 其数值等同于冰霜伤害的 5%
范围内提高冰霜抗性的天赋也会提高击败敌人时获得狂怒球的概率
]],[[
青影梦魇
翠绿珠宝
联盟: 裂隙
源: 由 传奇【青影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
固定基底词缀: 0
获得额外混沌伤害， 其数值等同于冰霜伤害的 5%
范围内提高冰霜抗性的天赋也会以 35% 的比例提高躲避攻击击中几率
范围内提高冰霜抗性的天赋也会提高击败敌人时获得狂怒球的概率
]],[[
发闸机关
翠绿珠宝
版本: 2.6.0以前
版本: 当前
固定基底词缀: 0
陷阱伤害提高 (15-25)%
{variant:1}陷阱触发范围扩大 (40-60)%
{variant:2}陷阱触发范围扩大 (40-60)%
]],[[
灵体转换
钴蓝珠宝
仅限: 1
范围: 大
固定基底词缀: 0
最大魔力提高 (15-20)%
范围内增减的生命转换成 200% 魔力
]],[[
深藏的潜能
翠绿珠宝
仅限: 1
固定基底词缀: 0
每装备一个魔法物品，伤害提高 (20-25)%
]],
[[
鲁莽
翠绿珠宝
仅限: 1
固定基底词缀: 0
被点燃时移动速度提高 (10-20)%
被点燃时攻击速度提高 (10-20)%
被点燃时施法速度提高 (10-20)%
]],
[[
狂奔（遗产）
翠绿珠宝
仅限: 1
固定基底词缀: 0
{variant:1}被点燃时移动速度提高 (10-15)%
]],[[
惯性
赤红珠宝
范围: 大
固定基底词缀: 0
+(16-24) 力量
将范围内天赋所给予的敏捷转换成力量
]],[[
求知的热情
赤红珠宝
范围: 小
固定基底词缀: 0
若范围内配置了 4 个关键天赋点，当你击败稀有怪物时，你会获得该怪物的 1 属性 20 秒
]],[[
直觉之跃
翠绿珠宝
范围: 小
固定基底词缀: 0
固定基底词缀: 0
未连结至天赋树的技能，仍然可以在范围内配置
]],[[
伊泽洛之乱
赤红珠宝
源: 帝王试炼迷宫专属掉落
火焰伤害提高 (18-25)%
冰霜伤害提高 (18-25)%
冰霜伤害击中时有 2% 的几率冰冻敌人
火焰伤害击中时有 2% 几率点燃敌人
]],[[
狮眼的陨落
翠绿珠宝
范围: 中
固定基底词缀: 0
范围内的近战和近战武器加成转换成弓类武器加成
]],[[
不善意图
钴蓝珠宝
固定基底词缀: 0
近战击败敌人时，有 5% 几率获得不洁之力 4 秒
]],[[
烈炎之兆
赤红珠宝
仅限: 1
固定基底词缀: 0
自身的每个增益会为攻击附加 (3-5) - (8-12) 基础火焰伤害
自身的每个增益会为法术附加 (2-3) - (5-8) 基础火焰伤害
]],[[
武艺之相
赤红珠宝
版本: 3.11.0以前
版本: 当前
范围: 小
仅限: 1
固定基底词缀: 0
{variant:1}空手时范围效果扩大 (10-15)%
{variant:2}+(3-4) 空手攻击范围
{variant:2}范围内天赋点也获得：空手时，攻击速度提高 1%
]],[[
卓绝之力
赤红珠宝
范围: 中
固定基底词缀: 0
范围内来自天赋的敏捷和智慧转为力量近战伤害加成
]],[[
温柔之力
赤红珠宝
范围: 大
固定基底词缀: 0
范围内的非核心天赋技能效果提高 50%
范围内配置的核心天赋技能不会提供任何加成
]],[[
起源卓越
翠绿珠宝
固定基底词缀: 0
魔像的攻击和施法速度提高 (16-20)%
魔像的增益效果提高 30%
魔像 +(800-1000) 护甲值
起源珠宝
]],[[
起源和谐
钴蓝珠宝
版本: 3.3.0以前
版本: 当前
固定基底词缀: 0
魔像施放技能的冷却速度提高 (20-30)%
{variant:1}【召唤魔像】的冷却速度提高 (10-15)%
{variant:2}【召唤魔像】的冷却速度提高 (30-45)%
每 1 个召唤出的不同魔像可使魔像伤害提高 (16-20)%
魔像每秒回复 2% 最大生命
起源珠宝
]],[[
起源力量
赤红珠宝
固定基底词缀: 0
在召唤魔像后的 8 秒内伤害提高 (25-30)%
魔像在召唤后的 8 秒内伤害提高 (35-45)%
魔像的最大生命提高 (18-22)%
你的魔像变得很有攻击性
起源珠宝
]],[[
迅击者
翠绿珠宝
范围: 大
范围内每配置 3 点敏捷，闪避值提高 1%
范围内每配置 3 点敏捷，爪类武器物理伤害提高 1%
空手攻击时，范围内每分配 3 点敏捷，近战物理伤害提高 1%
]],[[
纯才
翠绿珠宝
仅限: 1
固定基底词缀: 0
当你在你在天赋树上连接到一个职业的出发位置时，你获得：
野蛮人： 近战技能范围扩大 15%
决斗者：攻击伤害的 1% 会转化为生命偷取
游侠：移动速度提高 7%
暗影：+0.5% 暴击率
女巫：每秒回复 0.5% 最大魔力
圣堂武僧：伤害穿透 5% 火焰、冰霜、闪电抗性
贵族：+25 所有属性
]],[[
碎镞雨
赤红珠宝
仅限: 1
图腾伤害降低 (30-50)%
图腾发射 2 个额外投射物
]],[[
鲁莽防御
钴蓝珠宝
版本: 3.4.0以前
版本: 3.7.0以前
版本: 当前
{variant:1}20% 的攻击格挡率同样套用于法术格挡
{variant:2,3}(2-4)% 法术伤害格挡几率
(2-4)% 额外攻击格挡率
{variant:1,2}有额外 (7-10)% 几率被暴击
{variant:3}击中你的额外暴击几率提高 (140-200)%
]],[[
赤影梦境
赤红珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【赤影梦魇】
范围: 大
获得额外混沌伤害， 其数值等同于火焰伤害的 5%
范围内提高火焰抗性的天赋也会提高击败敌人时获得耐力球的概率
]],[[
赤影梦魇
赤红珠宝
联盟: 裂隙
源: 由 传奇【赤影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
获得额外混沌伤害， 其数值等同于火焰伤害的 5%
范围内提高火焰抗性的天赋也会以 35% 的比例提高攻击格挡率
范围内提高火焰抗性的天赋也会提高击败敌人时获得耐力球的概率
]],[[
灵魂之芯
钴蓝珠宝
仅限: 1
+2 灵体数量上限
【召唤灵体】的魔力消耗降低 (40-50)%
灵体的暴击率提高 (800-1000)%
灵体有 20 秒的持续时间
幽魂不会在区域间穿梭
]],[[
石塔
赤红珠宝
仅限: 1
范围: 大
范围内每配置 10 点力量，图腾生命提高 3%
图腾无法被击晕
]],[[
静电之源
翠绿珠宝
范围: 大
范围内每配置 1 点敏捷，攻击附加 1 点最大闪电伤害
攻击附加 1 - 2 基础闪电伤害
]],[[
尘埃落定
钴蓝珠宝
版本: 当前
召唤生物的伤害提高 (8-12)%
魔侍的持续时间缩短 (10-20)%
魔侍的移动速度提高 (3-5)%
魔侍的攻击速度提高 (7-10)%
魔侍的施法速度提高 (7-10)%
]],[[
不稳定承载
钴蓝珠宝
陷阱有 (8-12)% 几率额外触发一次
]],[[
守望之眼
三相珠宝
源: 传奇Boss【裂界者】 专属掉落（【缥缈幻境】2词【创世之境】3词）
Has Alt Variant: true
Has Alt Variant Two: true
版本: 愤怒：火焰偷取
版本: 愤怒：火焰穿透
版本: 愤怒：物理附火焰
版本: 愤怒：物理转火焰
版本: 愤怒：火焰伤害
版本: 愤怒：暴击伤害
版本: 清晰：伤害魔力承受
版本: 清晰：魔力附能量护盾
版本: 清晰：魔力回复
版本: 清晰：魔力消耗
版本: 清晰：受伤回魔
版本: 清晰：回魔速度
版本: 坚定：格挡
版本: 坚定：物理减伤
版本: 坚定：爆伤减伤
版本: 坚定：不受脆弱
版本: 坚定：物理反伤减免
版本: 坚定：护甲
版本: 纪律：法术格挡
版本: 纪律：击中能量护盾
版本: 纪律：能量护盾回复
版本: 纪律：更快回盾
版本: 纪律：回盾速度
版本: 优雅：额外闪避
版本: 优雅：躲避几率
版本: 优雅：移动速度
版本: 优雅：不受衰弱
版本: 优雅：受击致盲
版本: 迅捷：法术躲避 
版本: 迅捷：击杀猛攻
版本: 迅捷：迷踪
版本: 迅捷：不受时空
版本: 迅捷：Debuff消退
版本: 迅捷：移动技能CD
版本: 憎恨：附加冰伤
版本: 憎恨：暴击几率
版本: 憎恨：冰霜穿透
版本: 憎恨：物理转冰霜
版本: 憎恨：冰霜伤害
版本: 元素净化：承受物理转冰霜
版本: 元素净化：承受物理转火焰
版本: 元素净化：承受物理转闪电
版本: 元素净化：不受元素要害
版本: 元素净化：元素反伤减免
版本: 元素净化：混沌抗性
版本: 火焰净化：免疫点燃
版本: 火焰净化：承受物理转火焰
版本: 火焰净化：不受燃烧地面
版本: 火焰净化：不受易燃
版本: 火焰净化：火焰反伤减免
版本: 冰霜净化：免疫冰冻
版本: 冰霜净化：承受物理转冰霜
版本: 冰霜净化：不受冰缓地面
版本: 冰霜净化：不受冻伤
版本: 冰霜净化：冰霜反伤减免
版本: 闪电净化：免疫感电
版本: 闪电净化：承受物理转闪电
版本: 闪电净化：不受导电
版本: 闪电净化：不受感电地面
版本: 闪电净化：闪电反伤减免
版本: 活力：生命偷取
版本: 活力：生命回复
版本: 活力：生命击回
版本: 活力：回血速度
版本: 活力：药剂回血
版本: 雷霆：电伤偷护盾
版本: 雷霆：闪电穿透
版本: 雷霆：物理附闪电
版本: 雷霆：物理转闪电
版本: 雷霆：暴击率
版本: 雷霆：闪电伤害
版本: 怨毒：持续伤害加成
版本: 怨毒：持续伤害加成
版本: 怨毒：生命和护盾回复
版本: 怨毒：不受中毒
版本: 怨毒：不受流血
版本: 怨毒：异常伤害加速
版本: 怨毒：持续时间
版本: 奋锐：穿透抗性
版本: 奋锐：施法速度
版本: 奋锐：奉献地面时间
版本: 奋锐：奉献地面承受伤害
版本: 奋锐：秘术增强
版本: 奋锐：偷取的最大能量护盾回复
版本: 奋锐：暴击几率
版本: 精准：暴击伤害
版本: 精准：攻击伤害
版本: 精准：暴击回药
版本: 精准：攻击速度
版本: 精准：免疫致盲
版本: 尊严：双倍伤害
版本: 尊严：恐吓敌人
版本: 尊严：攻击物理伤害
版本: 尊严：穿刺几率
版本: 尊严：穿刺持续次数
仅限: 1
最大能量护盾提高 (4-6)%
最大生命提高 (4-6)%
最大魔力提高 (4-6)%
{variant:1}受到【愤怒】影响时，火焰伤害的 (1-1.5)% 转化为生命偷取 
{variant:2}受到【愤怒】影响时，伤害穿透 (10-15)% 火焰抗性
{variant:3}受到【愤怒】影响时，获得物理伤害 (15-25)% 的额外火焰伤害
{variant:4}受到【愤怒】影响时，(25-40)% 的物理伤害转化为火焰伤害
{variant:5}受到【愤怒】影响时，火焰伤害提高 (40-60)%
{variant:6}受到【愤怒】影响时，+(30-50)% 攻击和法术暴击伤害加成
{variant:7}受到【清晰】影响时，受到伤害的 (6-10)% 伤害优先从魔力扣除
{variant:8}受到【清晰】影响时，获得等同最大魔力 (6-10)% 的额外最大能量护盾
{variant:9}受到【清晰】影响时，你使用技能时有 (10-15)% 几率回复 10% 最大魔力
{variant:10}受到【清晰】影响时，非持续吟唱技能的总魔力消耗 -(10-5)
{variant:11}受到【清晰】影响时，被击中时， 4 秒内回复等同于 (15-20)% 伤害的魔力
{variant:12}受到【清晰】影响时，魔力回复速度提高 15%
{variant:13}受到【坚定】影响时，有 (5-8)% 几率格挡
{variant:14}受到【坚定】影响时，获得额外 (5-8)% 物理伤害减免
{variant:15}受到【坚定】影响时，你被暴击时受到的额外伤害降低 (60-40)%
{variant:16}受到【坚定】影响时，不受【脆弱】影响
{variant:17}受到【坚定】影响时，承受的反射物理伤害降低 (40-50)%
{variant:18}受到【坚定】影响时，+(600-1000) 点护甲
{variant:19}受到【纪律】影响时，有 (5-8)% 几率格挡法术
{variant:20}受到【纪律】影响时，每击中一个敌人便会获得 +(20-30) 能量护盾
{variant:21}受到【纪律】影响时，最大能量护盾每秒回复 (1.5-2.5)%
{variant:22}受到【纪律】影响时，能量护盾提早 (30-40)% 开始恢复
{variant:23}受到【纪律】影响时，能量护盾回复速度提高 15%
{variant:24}受到【优雅】影响时，有 +(5-8)% 几率闪避攻击
{variant:25}受到【优雅】影响时，有 (6-10)% 几率躲避攻击击中
{variant:26}受到【优雅】影响时，移动速度提高 (10-15)%
{variant:27}受到【优雅】影响时，不受【衰弱】影响
{variant:28}受到【优雅】影响时，有 (30-50)% 几率使击中你的敌人致盲
{variant:29}受到【迅捷】影响时，有 (5-8)% 几率躲避法术击中
{variant:30}受到【迅捷】影响时，击败敌人获得 4 秒【猛攻】状态
{variant:31}受到【迅捷】影响时获得【迷踪】状态
{variant:32}受到【迅捷】影响时，不受【时空锁链】影响
{variant:33}受到【迅捷】影响时，你身上的减益效果消失速度加快 (15-20)%
{variant:34}受到【迅捷】影响时，移动技能的冷却速度提高 (30-50)%
{variant:35}受到【憎恨】影响时，附加 (58-70) - (88-104) 基础冰霜伤害
{variant:36}受到【憎恨】影响时，+(1.2-1.8)% 攻击和法术基础暴击率
{variant:37}受到【憎恨】影响时，伤害穿透 (10-15)% 冰霜抗性
{variant:38}受到【憎恨】影响时，(25-40)% 的物理伤害转换为冰霜伤害
{variant:39}受到【憎恨】影响时，冰霜伤害提高 (40-60)%
{variant:40}受到【元素净化】影响时，受到击中物理伤害的 (8-12)% 转换为冰霜伤害
{variant:41}受到【元素净化】影响时，受到击中物理伤害的 (8-12)% 转换为火焰伤害
{variant:42}受到【元素净化】影响时，受到击中物理伤害的 (8-12)% 转换为闪电伤害
{variant:43}受到【元素净化】影响时，不受【元素要害】影响
{variant:44}受到【元素净化】影响时，承受的反射元素伤害减低 (40-50)%
{variant:45}受到【元素净化】影响时，+(30-50)% 混沌抗性
{variant:46}受到【火焰净化】影响时，免疫点燃
{variant:47}受到【火焰净化】影响时，受到击中物理伤害的 (6-10)% 转换为火焰伤害
{variant:48}受到【火焰净化】影响时，不受燃烧地面影响
{variant:49}受到【火焰净化】影响时，不受【易燃】影响
{variant:50}受到【火焰净化】影响时，承受的反射火焰伤害降低 (40-50)%
{variant:51}受到【冰霜净化】影响时，免疫冰冻
{variant:52}受到【冰霜净化】影响时，受到击中物理伤害的 (6-10)% 转换为冰霜伤害
{variant:53}受到【冰霜净化】影响时，不受冰缓地面影响
{variant:54}受到【冰霜净化】影响时，不受【冻伤】影响
{variant:55}受到【冰霜净化】影响时，承受的反射冰霜伤害降低 (40-50)%
{variant:56}受到【闪电净化】影响时，免疫感电
{variant:57}受到【闪电净化】影响时，受到击中物理伤害的 (6-10)% 转换为闪电伤害
{variant:58}受到【闪电净化】影响时，不受【导电】影响
{variant:59}受到【闪电净化】影响时，不受感电地面影响
{variant:60}受到【闪电净化】影响时，承受的反射闪电伤害降低 (40-50)%
{variant:61}受到【活力】影响时，伤害的 (0.8-1.2)% 转化为生命偷取
{variant:62}受到【活力】影响时， 每秒回复 (1%-1.5%) 生命
{variant:63}受到【活力】影响时，每击中一个敌人便会获得 +(20-30) 生命
{variant:64}受到【活力】影响时，生命回复速度提高 15%
{variant:65}受到【活力】影响时，药剂的生命回复提高 (50-70)%
{variant:66}受到【雷霆】影响时，闪电伤害的 (1-1.5)% 转化为能量护盾偷取
{variant:67}受到【雷霆】影响时，伤害穿透 (10-15)% 闪电抗性
{variant:68}受到【雷霆】影响时，获得物理伤害 (15-25)% 的额外闪电伤害
{variant:69}受到【雷霆】影响时，(25-40)% 的物理伤害转化为闪电伤害
{variant:70}受到【雷霆】影响时，暴击率提高 (70-100)%
{variant:71}受到【雷霆】影响时，闪电伤害提高 (40-60)%
{variant:72}受【怨毒光环】影响时，+(18-22)% 持续伤害加成 
{variant:73}受【怨毒光环】影响时，+(18-22)% 持续伤害加成 
{variant:74}受到【怨毒光环】影响时，生命和能量护盾回复率提高 (8-12)% 
{variant:75}受到【怨毒光环】影响时，不受【烈毒】影响 
{variant:76}受到【怨毒光环】影响时，不受【流血】影响 
{variant:77}受【怨毒光环】影响时，你造成的伤害类异常状态的伤害生效速度提高 (10-15)%
{variant:78}受到【怨毒光环】影响时，技能持续时间提高 (20-30)%
{variant:79}受【奋锐光环】影响时，暴击穿透敌人 (8-10)% 的元素抗性 
{variant:80}受到【奋锐光环】影响时，施法速度提高 (10-15)% 
{variant:81}受到【奋锐光环】影响时，你创造的奉献地面效果可延续 2 秒
{variant:82}当你受到奋锐光环影响时，创造的【奉献地面】可以使敌人承受的伤害提高 (8-10)%
{variant:83}当受到【奋锐光环】影响时，你创造奉献地面会获得【秘术增强】，持续 4 秒 
{variant:84}受到【奋锐光环】影响时，从能量护盾偷取中获得的每秒最大总恢复量提高 30% 
{variant:85}受到【奋锐光环】影响时，位于奉献地面之上的敌人受到的暴击几率提高 (100-120)%
{variant:86}受到【精准】影响时，+(20-30)% 暴击伤害加成
{variant:87}受到【精准】影响时，攻击伤害提高 (40-60)%
{variant:88}在【精准】影响下造成暴击时，恢复 1 次药剂使用次数
{variant:89}受到【精准】影响时，攻击速度提高 (10-15)%
{variant:90}受【精准】影响时免疫致盲 
{variant:91}使用尊严时有 (8-12)% 几率造成双倍伤害
{variant:92}使用尊严时，你的击中恐吓敌人 4 秒
{variant:93}使用尊严时，攻击物理伤害提高 (40-60)%
{variant:94}使用尊严时，攻击击中时有 25% 几率穿刺敌人
{variant:95}使用尊严时，你造成的穿刺效果会额外持续 2 次击中
]],
-- Jewel: Threshold
[[
附带伤害
翠绿珠宝
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，\n则【流星射击】的范围效果扩大 25%
若范围内含有 40 点敏捷，【流星射击】的锥形范围内有 50% 几率造成双倍伤害
]],[[
死亡清算
钴蓝珠宝
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
召唤生物有 +(7-10)% 火焰、冰霜、闪电抗性
{variant:1}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 3 个魔侍法师
{variant:2}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 5 个魔侍法师
{variant:3}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 15 个魔侍法师
]],[[
为生存而战
翠绿珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点敏捷，【冰霜之刃】造成的近战伤害穿透 15% 冰霜抗性
若范围内含有 40 点敏捷，\n【冰霜之刃】的投射物速度提高 25%
]],[[
初雪
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
投射物伤害提高 (7-10)%
若范围内含有 40 点智慧，则【冰霜脉冲】额外发射 2 个投射物
当范围内含有至少 40 点智慧时，近期内你若粉碎被冰冻的敌人，则【冰霜脉冲】伤害提高 25%
]],[[
冰冻痕迹
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
投射物伤害提高 (7-10)%
若范围内含有 40 点智慧，【寒冰弹】会额外发射 2 个投射物
若范围内含有 40 点智慧，【寒冰弹】会每秒提高 40% 投射物速度
]],[[
茁壮苦痛
翠绿珠宝
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
持续伤害效果提高 (4-12)%
{variant:1,2}若范围内有 40 点敏捷，敌人身上的每层中毒会使【毒蛇打击】的攻击伤害提高 2%
{variant:3}若范围内有 40 点敏捷，敌人身上的每层中毒会使【毒蛇打击】的击中和中毒伤害提高 2%
{variant:2,3}若范围内含有 40 点敏捷，【毒蛇打击】每次造成中毒时有 10% 几率获得 4 秒不洁之力
]],[[
危险研究
钴蓝珠宝
仅限: 1
范围: 中
固定基底词缀: 0
闪电伤害提高 (10-15)%
若范围内含有 40 点智慧，【电球】会发射 2 个额外投射物
若范围内含有 40 点智慧，【电球】会以环状向周围发射投射物
【电球】的持续时间缩短 (20-15)%
]],[[
不可避免
钴蓝珠宝
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
火焰伤害提高 (10-15)%
{variant:1}若范围内含有 40 点智慧，【熔岩之核】会额外发射 1 个投射物
若范围内至少有 40 点智慧，则熔岩奔涌每次连锁的效果区域扩大 10%
{variant:2}若范围内至少有 40 点智慧，则熔岩奔涌每次连锁的总伤害额外提高 40%
{variant:2}若范围内至少有 40 点智慧，则熔岩奔涌总伤害额外降低 50%
]],[[
凛冽寒冬
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点智慧，【冰川之刺】物理伤害的 20% 转化为冰霜伤害
若范围内含有 40 点智慧，【冰川之刺】将额外爆炸 1 次
]],[[
蛮力与影响（遗产）
翠绿珠宝
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，双持打击时副手武器对周围敌人造成扩散伤害
若范围内含有 40 点敏捷，双持打击时主手武器有 20% 几率造成双倍伤害

]],[[
蛮力与影响
翠绿珠宝
仅限: 1
范围: 中
Has Alt Variant: true
版本: 剑类
版本: 爪类
版本: 匕首
版本: 斧类
版本: 锤类
固定基底词缀: 0
攻击伤害提高 (10-15)%
{variant:1}若范围内至少有 40 点敏捷，【双持打击】持握剑类时命中值提高 (20-30)%
{variant:2}若范围内至少有 40 点敏捷，【双持打击】持握爪类时攻击速度加快 (10-15)%
{variant:3}若范围内至少有 40 点敏捷，【双持打击】持握匕首时 +(20-30)% 暴击伤害加成
{variant:4}若范围内至少有 40 点敏捷，【双持打击】持握斧类时击中恐吓敌人 4 秒
{variant:5}若范围内至少有 40 点敏捷，【双持打击】持握锤类时对周围目标造成溅射伤害

]],

[[
风之启示
翠绿珠宝
版本: 3.0.0以前
版本: 3.1.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
{variant:1}(15-20)% increased Damage against Chilled Enemies
{variant:2,3}击中冰缓敌人的伤害提高 (15-20)%
{variant:2}若范围配置了 40 点敏捷，【冰霜射击】会穿透 5 个额外目标
{variant:3}若范围配置了 40 点敏捷，【冰霜射击】会穿透 3 个额外目标
若范围配置了 40 点敏捷，【冰霜射击】的范围扩大 25%
{variant:1}若范围配置了 40 点敏捷，【冰霜射击】的范围扩大 25%
]],[[
压倒性
赤红珠宝
版本: 3.7.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点力量，\n则【劈砍】击中时获得护体效果
{variant:1}若范围内含有 40 点力量，则周围每有一个敌人，劈砍的范围扩大 3%
{variant:2}若范围内含有 40 点力量，则周围每有一个敌人，劈砍的攻击半径 +1，最大+10
]],[[
黯黑之调
翠绿珠宝
范围: 中
固定基底词缀: 0
火焰伤害提高 (5-15)%
若范围内含有 40 点敏捷，则【燃烧箭矢】有 10% 几率在没有点燃敌人时产生焦油地面
若范围内含有 40 点敏捷，则【燃烧箭矢】有 10% 几率在点燃敌人时产生燃烧地面
]],[[
急速扩张
赤红珠宝
版本: 2.6.0以前
版本: 3.3.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (4-12)%
{variant:1}若范围内含有 40 点力量，【裂地之击】的角度扩大 20%
{variant:2}若范围内含有 40 点力量，【裂地之击】的角度扩大 35%
{variant:3}若范围内含有 40 点力量，【裂地之击】的角度扩大 50%
{variant:2}若范围内含有 40 点力量，【裂地之击】在晕眩敌人时有 25% 几率获得耐力球
{variant:3}若范围内含有 40 点力量，【裂地之击】在晕眩敌人时有 35% 几率获得耐力球
]],[[
利刃戒指
翠绿珠宝
版本: 3.0.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，\n则【虚空匕首】将向四周环绕发射
{variant:1}若范围内含有 40 点敏捷，\n则【虚空匕首】会额外发射 10 个投射物
{variant:2}若范围内含有 40 点敏捷，\n则【虚空匕首】会额外发射 5 个投射物
]],[[
滚动烈焰
钴蓝珠宝
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
火焰伤害提高 (5-15)%
{variant:1}若范围内含有 40 点智慧，火球投射物的爆炸范围将随飞行距离扩大，最多扩大 50%
{variant:2}若范围内含有 40 点智慧，火球投射物的爆炸范围将随飞行距离扩大，最多扩大至 +4
{variant:3}若范围内含有 40 点智慧，火球有 (30-50)% 几率烧灼敌人
{variant:3}若范围内含有 40 点智慧，火球无法造成点燃
]],[[
破碎之炼（遗产）
赤红珠宝
范围: 中
固定基底词缀: 0
冰霜伤害提高 (5-15)%
若范围内含有 40 点力量，被【冰霜之锤】击碎的敌人的物品稀有度提高 20%
]],[[
精神守护
翠绿珠宝
版本: 2.6.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的伤害提高 (8-12)%
{variant:1}若范围内含有 40 点敏捷，【幻化武器】可以幻化最多 4 把远程武器
{variant:2}若范围内含有 40 点敏捷，【幻化武器】可以幻化最多 8 把远程武器
]],[[
先祖回音
钴蓝珠宝
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
最大魔力提高 (5-10)%
{variant:1}若范围内含有 40 点智慧，在受到你或友军的【激励战吼】期间，受到伤害的 10% 会在 4 秒内回复为魔力
{variant:2}若范围内含有 40 点智慧，近期有使用过战吼技能，则受到伤害的 10% 会在 4 秒内回复为魔力
]],[[
腐烂扩散
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
混沌伤害提高 (7-13)%
若范围内含有 40 点智慧，【枯萎】的干扰持续时间延长 50%
若范围内含有 40 点智慧，造成的枯萎效果持续 2 秒
]],[[
坚毅心灵
翠绿珠宝
版本: 2.6.0以前
版本: 当前
范围: 中
固定基底词缀: 0
投射物伤害提高 (6-10)%
{variant:1}若范围内含有 40 点敏捷，【灵体投掷】每次击中时，伤害提高 4%
{variant:2}若范围内含有 40 点敏捷，【灵体投掷】每次击中时，伤害提高 5%
]],[[
突然点火
翠绿珠宝
仅限: 1
范围: 中
版本: 3.9.0以前
版本: 当前
固定基底词缀: 0
火焰伤害提高 (10-15)%
若范围内含有 40 点敏捷，则【燃烧箭矢】对敌人造成额外 1 次点燃
{variant:2}【燃烧箭矢】不能额外附加燃烧减益状态
]],[[
无尽渴望
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的范围效果扩大 (5-8)%
若范围内含有 40 点智慧，召唤灵体击败敌人时有 50% 几率获得 30 秒的噬魂者效果
]],[[
监视守夜
赤红珠宝
版本: 2.6.0以前
版本: 3.14.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
护甲提高 (8-15)%
{variant:1}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 3 秒
{variant:2}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 12 秒
{variant:3}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 8 秒
]],[[
暴力的死者
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的伤害提高 (10-15)%
若范围内含有 40 点智慧，【魔卫复苏】的重击攻击会使冷却回复速度提高 100%
若范围内含有 40 点智慧，【魔卫复苏】的重击攻击伤害提高 30%
]],[[
怒火齐发
翠绿珠宝
仅限: 1
范围: 中
版本: 3.9.0以前
版本: 当前
固定基底词缀: 0
投射物伤害提高 (6-10)%
{variant:1}若范围内含有 40 点敏捷，【弹幕】的第一次和最后一次攻击会附加 2 个额外的投射物
{variant:2}若范围内含有 40 点敏捷，【弹幕】的第一次和最后一次攻击会附加 6 个额外的投射物
]],[[
帝国重量
赤红珠宝
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (8-12)%
若范围内含有 40 点力量，【重击】有 20% 几率造成双倍伤害
]],[[
野火
赤红珠宝
仅限: 1
范围: 中
版本: 3.11.0以前
版本: 当前
固定基底词缀: 0
火焰伤害提高 (10-15)%
{variant:1}若范围内含有 40 点力量，【熔岩之击】会额外发射 2 个投射物
{variant:1}若范围内含有 40 点力量，【熔岩之击】的范围扩大 25%
{variant:2}若范围内含有 40 点力量，【熔岩之击】的投射物 +1 次连锁
{variant:2}若范围内含有 40 点力量，【熔岩之击】的投射物撞击地面时产生连锁效果
{variant:2}若范围内含有 40 点力量，【熔岩之击】的发射的总投射物额外减少 50%
]],[[
冬季赏金
钴蓝珠宝
版本: 2.6.0以前
版本: 3.3.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
冰霜伤害提高 (5-15)%
{variant:1}With at least 40 Intelligence in Radius, Cold Snap has a 25% chance to grant a Power Charge on Kill
{variant:2}With at least 40 Intelligence in Radius, Cold Snap has a 50% chance to grant a Power Charge on Kill
{variant:3}若范围内含有 40 点智慧，当敌人在【霜暴】的作用区域被击败，将获得暴击球而非狂怒球
{variant:3}若范围内含有 40 点智慧，当敌人在【霜暴】的作用区域被击败，将获得暴击球而非狂怒球
]],[[
冬葬
赤红珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点力量，则【冰霜之锤】会对周围敌人造成冰霜伤害
若范围内含有 40 点力量，则【冰霜之锤】25% 的物理伤害会转化为冰霜伤害
]],
-- Jewel: Corrupted
[[
远古基石
赤红珠宝
固定基底词缀: 0
仅限: 1
施放光环图腾技能时需要的魔力降低 60%
已腐化
]],[[
阿兹里之权
赤红珠宝
固定基底词缀: 0
仅限: 1
版本: 3.14.0以前
版本: 当前
瓦尔技能持续时间延长 (15-20)%
{variant:2}瓦尔技能使用时有 (15-20)% 的几率重获被消耗的灵魂
已腐化
]],[[
血牺
赤红珠宝
固定基底词缀: 0
击败敌人会回复自身 1% 最大魔力
击败敌人会扣除自身 1% 最大生命
击败敌人会扣除自身 1% 最大能量护盾
已腐化
]],[[
易碎屏障
钴蓝珠宝
固定基底词缀: 0
能量护盾启动回复比平常快 20%
能量护盾全满时，受到的伤害提高 10%
已腐化
]],[[
腐化寒息
翠绿珠宝
仅限: 1
固定基底词缀: 0
击碎敌人时有 50% 几率额外获得 1 个瓦尔灵魂
已腐化
]],[[
燃尽
赤红珠宝
固定基底词缀: 0
物品掉落数量降低 10%
燃烧伤害提高 (20-30)%
已腐化
]],[[
腐化能量
钴蓝珠宝
固定基底词缀: 0
装备 5 个被腐化物品时：受到混沌伤害的 50% 由能量护盾承受，受到物理伤害的 50% 会穿透能量护盾
已腐化
]],[[
狂热之心
钴蓝珠宝
仅限: 1
范围: 小
版本: 3.10.0以前
版本: 3.11.0以前
版本: 当前
固定基底词缀: 0
{variant:1}法术伤害提高 (20-30)%
{variant:2}法术伤害提高 (30-40)%
{variant:1}技能魔力消耗提高 100%
{variant:2}技能魔力消耗提高 50%
{variant:3}范围内的核心天赋替换为：技能魔力消耗提高 10%，法术伤害提高 20%
已腐化
]],[[
脆弱
赤红珠宝
-1 耐力球数量上限
已腐化
]],[[
饥馑深渊
翠绿珠宝
仅限: 1
固定基底词缀: 0
装备 5 个被腐化物品时：生命偷取只按照造成的混沌伤害计算
已腐化
]],[[
堕落异体
钴蓝珠宝
仅限: 1
固定基底词缀: 0
被腐化技能石获取的经验值提高 10%
已腐化
]],[[
和平主义
翠绿珠宝
-1 狂怒球数量上限
已腐化
]],[[
无力
钴蓝珠宝
-1 暴击球数量上限
已腐化
]],[[
原生祭仪
翠绿珠宝
仅限: 1
击败敌人时有 (20-30)% 几率额外获得 1 个瓦尔灵魂
已腐化
]],[[
残虐之欢愉
翠绿珠宝
仅限: 1
固定基底词缀: 0
你可以受到 1 个额外的诅咒
自身的每个诅咒会使伤害提高 (10-20)%
已腐化
]],[[
瓦尔之诉
钴蓝珠宝
瓦尔技能暴击率提高 (80-120)%
已腐化
]],[[
罪恶的重量
翠绿珠宝
混沌伤害提高 (15-20)%
移动速度降低 15%
已腐化
]],
-- Jewel: Quest rewards
[[
暗影之影
钴蓝珠宝
仅限: 1
魔力回复速度提高 10%
移动速度提高 4%
攻击与施法速度提高 4%
]],[[
征服者的迅捷
赤红珠宝
仅限: 1
技能魔力消耗降低 3%
技能效果持续时间延长 4%
技能的保留效果降低 2%
]],[[
征服者的长生
翠绿珠宝
版本: 3.0.0以前
版本: 当前
仅限: 1
{variant:1}3% chance to Avoid Elemental Status Ailments
{variant:2}3% 几率避免元素异常状态
药剂回复的生命提高 8%
2% 几率躲避攻击击中
]],[[
征服者的力量
钴蓝珠宝
仅限: 1
你所施放诅咒的效果提高 4%
药剂效果提高 8%
非诅咒类光环的效果提高 3%
]],[[
盗猎者的准心
翠绿珠宝
版本: 3.0.0以前
版本: 当前
仅限: 1
{variant:1}15% chance of Projectiles Piercing
{variant:2}投射物会穿透 1 个额外目标
投射物伤害提高 10%
]],[[
生存本能
翠绿珠宝
仅限: 1
+20 敏捷
获得 +6% 火焰、冰霜、闪电抗性
]],[[
生存秘技
钴蓝珠宝
仅限: 1
3 每秒魔力回复
火焰、冰霜、闪电伤害提高 10%
]],[[
生存技巧
赤红珠宝
仅限: 1
物理伤害提高 10%
+50 护甲
]],[[
督军之力
赤红珠宝
仅限: 1
攻击伤害提高 8%
+1 近战与空手攻击范围
]],
-- Jewel: Labyrinth rewards
[[
帝王的诡计
翠绿珠宝
源: 终极帝王迷宫保险箱
仅限: 1
命中值提高 20%
角色体型增大 3%
敏捷提高 (4-6)%
]],[[
帝王的纯熟
三相珠宝
源: 终极帝王迷宫保险箱
仅限: 1
最大生命提高 4%
角色体型增大 3%
全局防御提高 5%
所有属性提高 (5-7)%
]],[[
帝王的霸权
赤红珠宝
源: 终极帝王迷宫保险箱
仅限: 1
伤害提高 10%
角色体型增大 3%
力量提高 (4-6)%
]],[[
帝王的智慧
钴蓝珠宝
源: 终极帝王迷宫保险箱
仅限: 1
攻击和法术暴击率提高 30%
角色体型增大 3%
智慧提高 (4-6)%
]],
[[
淬火之躯
赤红珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之躯】
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
{variant:1}范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
{variant:2}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内每配置 10 点力量，则生命回复速度加快 2%

]],[[
升华之躯
赤红珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 由 传奇【淬火之躯】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
{variant:1,2}范围内每配置 10 点力量，便获得 1% 额外物理伤害减免
{variant:1}范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
{variant:2}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内每配置 10 点力量，则生命回复速度加快 3%
{variant:3}范围内每有 10 点未配置的力量，则生命回复速度减慢 2%
]],[[
淬火之心
钴蓝珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之心】
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
{variant:1}范围内若未配置智慧，则每 10 点 +100 最大命中值
{variant:2}范围内若未配置智慧，则每 10 点 +125 最大命中值
{variant:3}范围内每配置 10 点智慧，则魔力回复速度加快 2%
]],[[
升华之心
钴蓝珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 由 传奇【淬火之心】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
{variant:1,2}范围内每配置 10 点智慧，则每秒回复 0.4% 能量护盾
{variant:1}范围内若未配置智慧，则每 10 点 +100 最大命中值
{variant:2}范围内若未配置智慧，则每 10 点 +125 最大命中值
{variant:3}范围内每有 10 点未配置的智慧，便 +3% 持续伤害加成
{variant:3}范围内每配置 10 点智慧，则魔力回复速度加快 3%
{variant:3}范围内每有 10 点未配置的智慧，则魔力回复速度减慢 2%
]],[[
淬火之魂
翠绿珠宝
版本: 3.10.0以前
版本: 当前
联盟: 穿越
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之魂】
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
{variant:1}范围内若未配置敏捷，则每 10 点 +15 最大魔力
{variant:2}范围内每配置 10 点敏捷，移动速度提高 2%
]],[[
升华之魂
翠绿珠宝
联盟: 穿越
版本: 3.10.0以前
版本: 当前
升级: 由 传奇【淬火之魂】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
{variant:1}范围内每配置 10 点敏捷，移动速度提高 2%
{variant:1}范围内若未配置敏捷，则每 10 点 +15 最大魔力
{variant:2}范围内每配置 10 点敏捷，移动速度提高 3%
{variant:2}范围内每有 10 点未配置的敏捷，便 +125 命中值
{variant:2}范围内每有 10 点未配置的敏捷，则移动速度减慢 2%
]],[[
超自然本能
翠绿珠宝
范围: 小
仅限: 1
等级需求: 20
范围内配置的小天赋点技能不会提供任何加成
范围内未配置的小天赋点技能会提供任何加成
]],[[
战斗专注
赤红珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的力量和智慧总计 40 点时，【元素打击】无法选择冰霜元素
{variant:1}范围内含的力量和智慧总计 40 点时，【元素打击】的总冰霜伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内力量和智慧总计 40 点时，【元素打击】和【狂野打击】无法选择冰霜元素
{variant:2}范围内力量和智慧总计 40 点时，【元素打击】和【狂野打击】的总冰霜伤害额外降低 50%
]],[[
战斗专注
翠绿珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的力量和敏捷总计 40 点时，【元素打击】无法选择闪电元素
{variant:1}范围内含的敏捷和力量总计 40 点时，【元素打击】的总闪电伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内力量和敏捷总计 40 点时，【元素打击】和【狂野打击】无法选择闪电元素
{variant:2}范围内敏捷和力量总计 40 点时，【元素打击】和【狂野打击】的总闪电伤害额外降低 50%
]],[[
战斗专注
钴蓝珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的智慧和敏捷总计 40 点时，【元素打击】无法选择火焰元素
{variant:1}范围内含的智慧和敏捷总计 40 点时，【元素打击】的火焰冷伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内智慧和敏捷总计 40 点时，【元素打击】和【狂野打击】无法选择火焰元素
{variant:2}范围内智慧和敏捷总计 40 点时，【元素打击】和【狂野打击】的总火焰伤害额外降低 50%
]],
}
