-- Item data (c) Grinding Gear Games
return {
-- Jewel: Drop
[[
血肉分崩
三相珠宝
源: 传奇Boss【焚界者】专属掉落
仅限: 1
移除所有能量护盾
失去的生命被保留起来，
直到你的生命在 2 秒内没有再受到伤害
生命上限总增 (20-30)%
]],
[[
血肉融合
钴蓝珠宝
源: 传奇Boss【灭界者】专属掉落
仅限: 1
-(80-70)% 所有元素抗性
元素抗性被你最高的元素抗性上限封顶
]],
[[
纯才【仿品】
翠绿珠宝
仅限: 1
等级需求: 20
固定基底词缀: 0
你在天赋树上连接到野蛮人的出发位置时，你获得：每秒生命再生 1%
你在天赋树上连接到决斗者的出发位置时，你获得：近战打击距离 +2
你在天赋树上连接到游侠的出发位置时，你获得：药剂充能获取率提高 20%
你在天赋树上连接到暗影的出发位置时，你获得：攻击和施法速度提高 12%
你在天赋树上连接到女巫的出发位置时，你获得：技能效果持续时间延长 20%
你在天赋树上连接到圣堂武僧的出发位置时，你获得：攻击和法术伤害格挡率 +4%
你在天赋树上连接到贵族的出发位置时，你获得：伤害提高 30%
]],
[[
不稳定承载【仿品】
钴蓝珠宝
等级需求: 20
联盟: 夺宝奇兵
固定基底词缀: 0
你的陷阱被敌人触发时回复 (20-30) 生命
]],
[[
鲁莽防御【仿品】
钴蓝珠宝
等级需求: 20
联盟: 夺宝奇兵
固定基底词缀: 0
+(2-4)% 格挡法术伤害几率
+(2-4)% 攻击伤害格挡几率
被冻结、感电、点燃 几率 +10%
]],
[[
起源力量【仿品】
赤红珠宝
等级需求: 20
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
最多可同时召唤额外 -1 个魔像
在召唤魔像后的 8 秒内伤害提高 (25-30)%
魔像在召唤后的 8 秒内伤害提高 (100-125)%
魔像的最大生命提高 (18-22)%
起源珠宝
召唤的魔像转为【侵略】
]],
[[
鲁莽【仿品】
翠绿珠宝
等级需求: 20
replica: true
联盟: 夺宝奇兵
仅限: 1
固定基底词缀: 0
冰缓时，攻击速度加快 (10-20)%
冰缓时，施法速度加快 (10-20)%
冰缓时，移动速度加快 (10-20)%
]],
[[
血牺【仿品】
赤红珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
击败敌人时回复 1% 生命
击败敌人回复 1% 能量护盾
无法偷取或自然回复魔力
]],
[[
廉价建设【仿品】
翠绿珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
陷阱暴击率提高 (100-120)%
最多同时可额外放置的陷阱数量 -5
]],
[[
征服者的迅捷【仿品】
赤红珠宝
等级需求: 20
仅限: 1
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
技能效果持续时间延长 4%
+5 最大怒火
非吟唱技能的总魔力消耗 -9
]],
[[
脆弱的繁华【仿品】
赤红珠宝
等级需求: 20
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
赤红珠宝
仅限: 1
最多 5 次【脆弱重生】
每次【脆弱重生】都每秒回复 0.7% 生命
被击中时，获得脆弱重生并达到上限
每秒失去 1 脆弱重生
]],
[[
无尽之苦
钴蓝珠宝
等级需求: 20
仅限: 1
范围: 中
固定基底词缀: 0
元素伤害提高 (7-10)%
若范围内至少有 40 点智慧，解放的冷却时间为 250 毫秒
若范围内至少有 40 点智慧，解放的总伤害额外降低 60%
若范围内至少有 40 点智慧，解放的总效果区域额外缩小 60%
]],
[[
低谷状态
钴蓝珠宝
源: 传奇【契约：牢不可破 预防契约】Boss专属掉落
联盟: 夺宝奇兵
仅限: 1
等级需求: 20
固定基底词缀: 0
法术伤害提高 (20-25)%
每层强化使法术暴击几率提高 30%
法术近期有获得强化则每 0.5 秒丢失 1 层强化
]],
[[
巅峰状态
钴蓝珠宝
源: 传奇【契约：牢不可破 预防契约】Boss专属掉落
联盟: 夺宝奇兵
仅限: 1
等级需求: 20
固定基底词缀: 0
法术伤害提高 (20-25)%
每层强化使法术暴击几率降低 10%
法术近期有获得强化则每 0.5 秒可以获得 1 层强化
]],
[[
钢铁之主
翠绿珠宝
仅限: 1
等级需求: 20
固定基底词缀: 0
版本: 穿刺几率（3.13.0以前）
版本: 穿刺压制（3.13.0以前）
版本: 穿刺效果
版本: 穿刺几率（当前）
版本: 穿刺压制（当前）
{variant:1,4}攻击击中时有 10% 几率穿刺敌人
{variant:2,5}你对已穿刺的敌人造成的穿刺伤害压制 10% 物理伤害减免
{variant:3}穿刺的效果提高 5%
{variant:1,3,4}钢铁呼唤反射伤害的效果区域扩大 (40-50)%
{variant:2,3,5}钢铁呼唤使用速度加快 (80-100)%
{variant:1,2}钢铁呼唤反射伤害提高 (40-50)%
{variant:4,5}钢铁呼唤反射伤害提高 (20-25)%

]],

[[
天神之音
大型星团珠宝
联盟: 惊悸迷雾
版本: 一个空天赋
版本: 三个空天赋
版本: 五个空天赋
版本: 七个空天赋
固定基底词缀: 0
增加 3 个珠宝插槽天赋
{variant:1}增加 1 个无特殊效果的小天赋
{variant:2}增加 3 个无特殊效果的小天赋
{variant:3}增加 5 个无特殊效果的小天赋
{variant:4}增加 7 个无特殊效果的小天赋
已腐化
]],
[[
围攻
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【万物皆动】
]],
[[
审讯
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【苦难秘辛】
]],
[[
前线
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【百战老兵】
]],
[[
徒手空拳
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【空明之掌】
]],
[[
自然之喜
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【造化自然】
]],
[[
奇塔弗的指教
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【奇塔弗门徒】
]],
[[
灾祸异象
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【独行使者】
]],

[[
人格分裂
三相珠宝
仅限: 2
联盟: 惊悸迷雾
Has Alt Variant: true
版本: 命中值
版本: 护甲
版本: 敏捷
版本: 最大能量护盾
版本: 闪避值
版本: 智慧
版本: 最大生命
版本: 最大魔力
版本: 力量
固定基底词缀: 0
从你职业的出发位置到该珠宝槽之间每一点配置的天赋就使该珠宝插槽的效果提高 25%
{variant:1}+40 命中值
{variant:2}+40 护甲
{variant:3}+5 敏捷
{variant:4}+5 最大能量护盾
{variant:5}+40 点闪避值
{variant:6}+5 智慧
{variant:7}+5 最大生命
{variant:8}+5 最大魔力
{variant:9}+5 力量
已腐化
]],
[[
希望之线
赤红珠宝
版本: 巨圈
版本: 特大圈
版本: 大圈
版本: 中圈
版本: 小圈
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
范围: Variable
等级需求: 20
固定基底词缀: 0
未连结至天赋树的技能，仍然可以在范围内配置
{variant:1}只影响巨型圈内的天赋
{variant:2}只影响特大圈内的天赋
{variant:3}只影响大圈内的天赋
{variant:4}只影响中圈内的天赋
{variant:5}只影响小圈内的天赋
-(20-10)% 所有元素抗性
]],
[[
要塞誓约
钴蓝珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的伤害提高 (35-45)%
召唤生物有+(10-12)% 攻击伤害格挡几率
召唤生物获得 +(10-12)% 格挡法术伤害率
范围内的核心天赋技能转化替代为：召唤生物受到的伤害提高 20%
]],
[[
加速誓约
翠绿珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的攻击速度提高 (12-16)%
召唤生物的施法速度提高 (12-16)%
召唤生物的法术伤害压制率 +(20-24)%
范围内的核心天赋技能转化替代为：召唤生物的移动速度降低 25%
]],
[[
分化瓦解
翠绿珠宝
范围: 中
仅限: 1
等级需求: 20
持盾牌时造成的攻击伤害提高 (10-15)% 
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】连锁弹射次数 +4
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】连锁时发射碎片投射物
范围内配置的敏捷和力量总计 40 点时，【灵盾投掷】的碎片投射物数量额外降低 75%
]],
[[
好战的信仰（玛萨留斯）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主玛萨留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（维纳留斯、遗产）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主维纳留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（神主多米纳斯）
永恒珠宝
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
Has Alt Variant: true
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主多米纳斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
好战的信仰（阿瓦留斯）
永恒珠宝
Has Alt Variant: true
联盟: 战乱之殇
源: 「圣堂武僧」限定掉落
版本: 图腾伤害
版本: 烙印伤害
版本: 吟唱技能伤害
版本: 范围伤害
版本: 元素伤害
版本: 元素抗性
版本: 非伤害异常效果
版本: 自身异常时间缩短
版本: 自身诅咒时间缩短
版本: 召唤速度
版本: 召唤命中
版本: 魔力回复
版本: 魔力消耗
版本: 光环效果
版本: 盾牌防御
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}每 10 点奉献使图腾伤害提高 4%
{variant:2}每 10 点奉献使烙印技能伤害提高 4%
{variant:3}每 10 点奉献使持续吟唱技能的伤害提高 4%
{variant:4}每 10 点奉献可使范围伤害提高 4%
{variant:5}每 10 点奉献使元素伤害提高 4%
{variant:6}每 10 点奉献 +2% 点所有元素抗性
{variant:7}每 10 点奉献使对敌人施加的非伤害异常状态效果提高 3%
{variant:8}每 10 点奉献使自身受到的元素异常时间缩短 4%
{variant:9}每 10 点奉献使自身受到诅咒的持续时间缩短 4%
{variant:10}每 10 点奉献使召唤生物攻击和施法速度提高 1%
{variant:11}每 10 点奉献使召唤生物的命中值 +60
{variant:12}每 10 点奉献 使魔力回复 0.6
{variant:13}每 10 点奉献使技能魔力消耗降低 1%
{variant:14}每 10 点奉献使非诅咒类光环效果提高 1%
{variant:15}每 10 点奉献使盾牌获取的防御提高 3%
赞美 (2000-10000) 名被神主阿瓦留斯转化的新信徒
范围内的天赋被圣堂抑制
史实
]],
[[
致命的骄傲
永恒珠宝
联盟: 战乱之殇
源: 「卡鲁」限定掉落
版本: 克洛瓦（遗产）
版本: 冈姆
版本: 拉凯尔塔
版本: 阿克雅
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}获得克洛瓦麾下 (10000-18000) 名武士的领导权
{variant:2}获得冈姆麾下 (10000-18000) 名武士的领导权
{variant:3}获得拉凯尔塔麾下 (10000-18000) 名武士的领导权
{variant:4}获得阿克雅麾下 (10000-18000) 名武士的领导权
范围内的天赋被卡鲁抑制
史实
]],
[[
光彩夺目
永恒珠宝
联盟: 战乱之殇
源: 「瓦尔」限定掉落
版本: 泽佛伊（遗产）
版本: 夏巴夸亚
版本: 多里亚尼
版本: 阿华纳
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}以泽佛伊的名义用 (100-8000) 名祭品之血浸染
{variant:2}以夏巴夸亚的名义用 (100-8000) 名祭品之血浸染
{variant:3}以多里亚尼的名义用 (100-8000) 名祭品之血浸染
{variant:4}以阿华纳的名义用 (100-8000) 名祭品之血浸染
范围内的天赋被瓦尔抑制
史实
]],
[[
优雅的狂妄
永恒珠宝
联盟: 战乱之殇
源: 「永恒」限定掉落
版本: 切特斯（遗产）
版本: 卡迪罗
版本: 维多里奥
版本: 卡斯皮罗
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}用 (2000-160000) 枚金币纪念切特斯
{variant:2}用 (2000-160000) 枚金币纪念卡迪罗
{variant:3}用 (2000-160000) 枚金币纪念维多里奥
{variant:4}用 (2000-160000) 枚金币纪念卡斯皮罗
范围内的天赋被永恒帝国抑制
史实
]],
[[
残酷的约束
永恒珠宝
联盟: 战乱之殇
源: 「马拉克斯」限定掉落
版本: 迪虚瑞特（遗产）
版本: 安赛娜丝
版本: 娜斯玛
版本: 巴巴拉
范围: 大
仅限: 1
等级需求: 20
固定基底词缀: 0
{variant:1}在迪虚瑞特的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:2}在安赛娜丝的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:3}在娜斯玛的阿卡拉中指派 (500-8000) 名德卡拉的服务
{variant:4}在巴巴拉的阿卡拉中指派 (500-8000) 名德卡拉的服务
范围中的天赋被马拉克斯抑制
史实
]],
[[
真知灼见
钴蓝珠宝
范围: 大
最大生命提高 (6-8)%
范围内每配置 3 点智慧，最大生命提高 1 点
]],[[
聚魂石
三相珠宝
源: 商店配方
仅限: 1
固定基底词缀: 0
最多可同时拥有额外 1 个魔像
若你有 3 个起源天赋珠宝，可以额外召唤 1 个魔像
]],[[
映像
翠绿珠宝
召唤生物的移动速度提高 (5-10)%
召唤生物有额外 (2-5)% 躲避击中几率
]],[[
枯骨军团
钴蓝珠宝
版本: 3.0.0以前
召唤生物的伤害提高 (8-12)%
+2 魔侍数量上限
魔侍的持续时间缩短 (10-20)%
]],[[
碧影梦境
钴蓝珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【碧影梦魇】
范围: 大
获得额外混沌伤害， 其数值等同于闪电伤害的 5%
范围内天赋点附加的闪电抗性同时提高击败敌人时获得暴击球的概率
]],[[
碧影梦魇
钴蓝珠宝
联盟: 裂隙
源: 由 传奇【碧影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
获得额外混沌伤害， 其数值等同于闪电伤害的 5%
范围内提高闪电抗性的天赋也会以 35% 的比例提高法术格挡率
范围内天赋点附加的闪电抗性同时提高击败敌人时获得暴击球的概率
]],[[
筋骨强化
赤红珠宝
敏捷提高 (4-6)%
力量提高 (4-6)%
智慧降低 (10-15)%
]],[[
蛮力冲撞
钴蓝珠宝
范围: 大
+(16-24) 智慧
将范围内天赋所给予的力量转换成智慧
]],[[
审慎计划
翠绿珠宝
范围: 大
+(16-24) 敏捷
将范围内天赋所给予的智慧转换成敏捷
]],[[
廉价建设
翠绿珠宝
陷阱持续时间缩短 10%
最多同时可额外放置 1 个陷阱
]],[[
理智
钴蓝珠宝
仅限: 1
魔力回复速度提高 (20-30)%
无魔力保留时，法术伤害提高 (40-60)%
]],[[
榴星
赤红珠宝
范围: 小
版本: 3.8.0以前
版本: 当前
{variant:1}陷阱和地雷造成 (3-5) - (10-15) 额外物理伤害
{variant:2}范围内的天赋附加词缀：陷阱和地雷造成 (2-3) - (4-6) 额外物理伤害
陷阱和地雷击中时，有 25% 几率使敌人中毒
]],[[
冷钢
翠绿珠宝
范围: 大
范围内物理伤害的增减转换成冰霜伤害
范围内冰霜伤害的增减转换成物理伤害
]],[[
充分训练
赤红珠宝
范围: 大
+(16-24) 力量
将范围内天赋所给予的智慧转换成力量
]],[[
异能知识
钴蓝珠宝
范围: 中
范围内每配置 10 点智慧，混沌伤害提高 5%
]],[[
能量坚甲
赤红珠宝
范围: 大
护甲提高 (15-20)%
范围内能量护盾的增减转换成 200% 的护甲
]],[[
潜能防护
钴蓝珠宝
版本: 2.5.0以前
版本: 当前
范围: 大
{variant:1}最大能量护盾提高 (8-12)%
{variant:2}最大能量护盾提高 (3-6)%
范围内生命的增减转换成能量护盾
]],[[
丰富心灵
钴蓝珠宝
范围: 大
+(16-24) 智慧
将范围内天赋所给予的敏捷转换成智慧
]],[[
炎域
赤红珠宝
范围: 中
范围内其他伤害类型的增减转换成火焰伤害
]],[[
流畅行动
翠绿珠宝
范围: 大
+(16-24) 敏捷
将范围内天赋所给予的力量转换成敏捷
]],[[
坚守军团
钴蓝珠宝
仅限: 1
召唤生物的最大生命提高 (5-15)%
召唤生物格挡时，回复它 2% 最大生命
]],[[
脆弱的繁华
赤红珠宝
版本: 3.11.0以前
版本: 当前
{variant:1}每秒回复 2% 生命
{variant:1}承受伤害提高 10%
{variant:2}每秒提供 1 点【脆弱重生】，最多 10 次
{variant:2}每点【脆弱重生】获得每秒回复 0.7% 生命
{variant:2}被击中时会失去所有【脆弱重生】

]],[[
尘土归来
钴蓝珠宝
仅限: 1
版本: 3.8.0以前
版本: 当前
固定基底词缀: 0
{variant:1}【召唤魔侍】可以召唤 2 个额外魔侍勇士
{variant:2}【召唤魔侍】可以召唤 4 个额外魔侍勇士
【召唤魔侍】有 +1 秒冷却时间
]],[[
黄金法则
翠绿珠宝
流血时护甲提高 (30-40)%
你造成的流血效果将作用到你身上
你身上的每层中毒状态使你获得 +1% 混沌抗性
你造成的中毒将作用到你身上
]],[[
聚光之石
钴蓝珠宝
仅限: 3
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前（暴击率）
版本: 当前（召唤暴击伤害）
版本: 当前（暴击球）
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使魔力提高 15
{variant:2}每 1 个聚光之石可使魔力提高 30
{variant:3}每 1 个聚光之石可使暴击几率提高 25%
{variant:4}每 1 个聚光之石可使召唤生物暴击加成伤害提高 10%
{variant:5}每 1 个聚光之石获得 +1 最小暴击球
]],[[
聚光之石
赤红珠宝
固定基底词缀: 0
仅限: 3
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前（抗性）
版本: 当前（生命）
版本: 当前（耐力球）
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使护甲提高 75
{variant:2}每 1 个聚光之石可使护甲提高 200
{variant:3}每 1 个聚光之石获得 +7% 元素抗性
{variant:4}每 1 个聚光之石获得 +5% 最大生命
{variant:5}每 1 个聚光之石获得 +1 最小耐力球
]],[[
聚光之石
翠绿珠宝
仅限: 3
版本: 2.5.0以前
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前（伤害）
版本: 当前（元素异常免疫）
版本: 当前（狂怒球）
固定基底词缀: 0
{variant:1}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 5%
{variant:2}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 4%
{variant:3}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 12%
{variant:4}每 1 个聚光之石可使火焰、冰霜、闪电伤害提高 15%
{variant:5}每 1 个聚光之石有 20% 的几率免疫元素异常状态
{variant:6}每 1 个聚光之石获得 +1 最小狂怒球
]],[[
青影梦境
翠绿珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【青影梦魇】
范围: 大
固定基底词缀: 0
获得额外混沌伤害， 其数值等同于冰霜伤害的 5%
范围内提高冰霜抗性的天赋也会提高击败敌人时获得狂怒球的概率
]],[[
青影梦魇
翠绿珠宝
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 由 传奇【青影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
固定基底词缀: 0
获得额外混沌伤害， 其数值等同于冰霜伤害的 50%
范围内提高冰霜抗性的天赋也会提高击败敌人时获得狂怒球的概率
{variant:1}范围内提高冰霜抗性的天赋也会以 35% 的比例提高法术伤害压制率
{variant:2}给范围内提供冰霜抗性或所有元素抗性的天赋也提供法术伤害压制率，等于其数值的 50%
]],[[
发闸机关
翠绿珠宝
版本: 2.6.0以前
版本: 当前
固定基底词缀: 0
陷阱伤害提高 (15-25)%
{variant:1}陷阱触发范围扩大 (40-60)%
{variant:2}陷阱触发范围扩大 (40-60)%
]],[[
灵体转换
钴蓝珠宝
仅限: 1
范围: 大
固定基底词缀: 0
最大魔力提高 (15-20)%
范围内增减的生命转换成 200% 魔力
]],[[
深藏的潜能
翠绿珠宝
仅限: 1
固定基底词缀: 0
每装备一个魔法物品，伤害提高 (20-25)%
]],
[[
鲁莽
翠绿珠宝
仅限: 1
固定基底词缀: 0
被点燃时移动速度提高 (10-20)%
被点燃时攻击速度提高 (10-20)%
被点燃时施法速度提高 (10-20)%
]],
[[
狂奔（遗产）
翠绿珠宝
仅限: 1
固定基底词缀: 0
{variant:1}被点燃时移动速度提高 (10-15)%
]],[[
惯性
赤红珠宝
范围: 大
固定基底词缀: 0
+(16-24) 力量
将范围内天赋所给予的敏捷转换成力量
]],[[
求知的热情
赤红珠宝
范围: 小
固定基底词缀: 0
若范围内配置了 4 个关键天赋点，当你击败稀有怪物时，你会获得该怪物的 1 属性 20 秒
]],[[
直觉之跃
翠绿珠宝
范围: 小
固定基底词缀: 0
固定基底词缀: 0
未连结至天赋树的技能，仍然可以在范围内配置
]],[[
伊泽洛之乱
赤红珠宝
源: 帝王试炼迷宫专属掉落
火焰伤害提高 (18-25)%
冰霜伤害提高 (18-25)%
冰霜伤害击中时有 2% 的几率冰冻敌人
火焰伤害击中时有 2% 几率点燃敌人
]],[[
狮眼的陨落
翠绿珠宝
范围: 中
固定基底词缀: 0
范围内的近战和近战武器加成转换成弓类武器加成
]],[[
不善意图
钴蓝珠宝
固定基底词缀: 0
近战击败敌人时，有 5% 几率获得不洁之力 4 秒
]],[[
烈炎之兆
赤红珠宝
仅限: 1
固定基底词缀: 0
自身的每个增益会为攻击附加 (3-5) - (8-12) 基础火焰伤害
自身的每个增益会为法术附加 (2-3) - (5-8) 基础火焰伤害
]],[[
武艺之相
赤红珠宝
版本: 3.11.0以前
版本: 当前
范围: 小
仅限: 1
固定基底词缀: 0
{variant:1}空手时范围效果扩大 (10-15)%
{variant:2}+(3-4) 空手攻击范围
{variant:2}范围内天赋点也获得：空手时，攻击速度提高 1%
]],[[
卓绝之力
赤红珠宝
范围: 中
固定基底词缀: 0
范围内来自天赋的敏捷和智慧转为力量近战伤害加成
]],[[
温柔之力
赤红珠宝
范围: 大
固定基底词缀: 0
范围内的非核心天赋技能效果提高 50%
范围内配置的核心天赋技能不会提供任何加成
]],[[
起源卓越
翠绿珠宝
固定基底词缀: 0
魔像的攻击和施法速度提高 (16-20)%
魔像的增益效果提高 30%
魔像 +(800-1000) 护甲值
起源珠宝
]],[[
起源和谐
钴蓝珠宝
版本: 3.3.0以前
版本: 当前
固定基底词缀: 0
魔像施放技能的冷却速度提高 (20-30)%
{variant:1}【召唤魔像】的冷却速度提高 (10-15)%
{variant:2}【召唤魔像】的冷却速度提高 (30-45)%
每 1 个召唤出的不同魔像可使魔像伤害提高 (16-20)%
魔像每秒回复 2% 最大生命
起源珠宝
]],[[
起源力量
赤红珠宝
固定基底词缀: 0
在召唤魔像后的 8 秒内伤害提高 (25-30)%
魔像在召唤后的 8 秒内伤害提高 (35-45)%
魔像的最大生命提高 (18-22)%
你的魔像变得很有攻击性
起源珠宝
]],[[
迅击者
翠绿珠宝
范围: 大
范围内每配置 3 点敏捷，闪避值提高 1%
范围内每配置 3 点敏捷，爪类武器物理伤害提高 1%
空手攻击时，范围内每分配 3 点敏捷，近战物理伤害提高 1%
]],[[
纯才
翠绿珠宝
仅限: 1
固定基底词缀: 0
当你在你在天赋树上连接到一个职业的出发位置时，你获得：
野蛮人： 近战技能范围扩大 15%
决斗者：攻击伤害的 1% 会转化为生命偷取
游侠：移动速度提高 7%
暗影：+0.5% 暴击率
女巫：每秒回复 0.5% 最大魔力
圣堂武僧：伤害穿透 5% 火焰、冰霜、闪电抗性
贵族：+25 所有属性
]],[[
碎镞雨
赤红珠宝
仅限: 1
图腾伤害降低 (30-50)%
图腾发射 2 个额外投射物
]],[[
鲁莽防御
钴蓝珠宝
版本: 3.4.0以前
版本: 3.7.0以前
版本: 当前
{variant:1}20% 的攻击格挡率同样套用于法术格挡
{variant:2,3}(2-4)% 法术伤害格挡几率
(2-4)% 额外攻击格挡率
{variant:1,2}有额外 (7-10)% 几率被暴击
{variant:3}击中你的额外暴击几率提高 (140-200)%
]],[[
赤影梦境
赤红珠宝
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【赤影梦魇】
范围: 大
获得额外混沌伤害， 其数值等同于火焰伤害的 5%
范围内提高火焰抗性的天赋也会提高击败敌人时获得耐力球的概率
]],[[
赤影梦魇
赤红珠宝
联盟: 裂隙
源: 由 传奇【赤影梦境】 使用 通货【夏乌拉的祝福】 升级
仅限: 1
范围: 大
获得额外混沌伤害， 其数值等同于火焰伤害的 5%
范围内提高火焰抗性的天赋也会以 35% 的比例提高攻击格挡率
范围内提高火焰抗性的天赋也会提高击败敌人时获得耐力球的概率
]],[[
灵魂之芯
钴蓝珠宝
仅限: 1
+2 灵体数量上限
【召唤灵体】的魔力消耗降低 (40-50)%
灵体的暴击率提高 (800-1000)%
灵体有 20 秒的持续时间
幽魂不会在区域间穿梭
]],[[
石塔
赤红珠宝
仅限: 1
范围: 大
范围内每配置 10 点力量，图腾生命提高 3%
图腾无法被击晕
]],[[
静电之源
翠绿珠宝
范围: 大
范围内每配置 1 点敏捷，攻击附加 1 点最大闪电伤害
攻击附加 1 - 2 基础闪电伤害
]],[[
尘埃落定
钴蓝珠宝
版本: 当前
召唤生物的伤害提高 (8-12)%
魔侍的持续时间缩短 (10-20)%
魔侍的移动速度提高 (3-5)%
魔侍的攻击速度提高 (7-10)%
魔侍的施法速度提高 (7-10)%
]],[[
不稳定承载
钴蓝珠宝
陷阱有 (8-12)% 几率额外触发一次
]],
-- Jewel: Threshold
[[
附带伤害
翠绿珠宝
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，则【流星射击】的范围效果扩大 25%
若范围内含有 40 点敏捷，【流星射击】的锥形范围内有 50% 几率造成双倍伤害
]],[[
死亡清算
钴蓝珠宝
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
召唤生物有 +(7-10)% 火焰、冰霜、闪电抗性
{variant:1}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 3 个魔侍法师
{variant:2}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 5 个魔侍法师
{variant:3}若范围内有 40 点智慧，则【召唤魔侍】技能可以召唤最多 15 个魔侍法师
]],[[
怒火中烧
翠绿珠宝
版本: 3.16.0以前
版本: 当前
联盟: 战乱之殇
等级需求: 20
仅限: 1
范围: 中
持盾牌时造成的攻击伤害提高 (10-15)%
{variant:1}盾牌上每有 10 点最大能量护盾都使副手暴击率 +0.2%
{variant:2}盾牌上每有 10 点最大能量护盾都使副手暴击率 +0.15%
盾牌上每有 10 点最大能量护盾都使副手暴击伤害加成 +4%
]],[[
为生存而战
翠绿珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点敏捷，【冰霜之刃】造成的近战伤害穿透 15% 冰霜抗性
若范围内含有 40 点敏捷，【冰霜之刃】的投射物速度提高 25%
]],[[
初雪
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
投射物伤害提高 (7-10)%
若范围内含有 40 点智慧，则【冰霜脉冲】额外发射 2 个投射物
当范围内含有至少 40 点智慧时，近期内你若粉碎被冰冻的敌人，则【冰霜脉冲】伤害提高 25%
]],[[
冰冻痕迹
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
投射物伤害提高 (7-10)%
若范围内含有 40 点智慧，【寒冰弹】会额外发射 2 个投射物
若范围内含有 40 点智慧，【寒冰弹】会每秒提高 40% 投射物速度
]],[[
茁壮苦痛
翠绿珠宝
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
持续伤害效果提高 (4-12)%
{variant:1,2}若范围内有 40 点敏捷，敌人身上的每层中毒会使【毒蛇打击】的攻击伤害提高 2%
{variant:3}若范围内有 40 点敏捷，敌人身上的每层中毒会使【毒蛇打击】的击中和中毒伤害提高 2%
{variant:2,3}若范围内含有 40 点敏捷，【毒蛇打击】每次造成中毒时有 10% 几率获得 4 秒不洁之力
]],[[
危险研究
钴蓝珠宝
仅限: 1
范围: 中
固定基底词缀: 0
闪电伤害提高 (10-15)%
若范围内含有 40 点智慧，【电球】会发射 2 个额外投射物
若范围内含有 40 点智慧，【电球】会以环状向周围发射投射物
【电球】的持续时间缩短 (20-15)%
]],[[
不可避免
钴蓝珠宝
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
火焰伤害提高 (10-15)%
{variant:1}若范围内含有 40 点智慧，【熔岩之核】会额外发射 1 个投射物
若范围内至少有 40 点智慧，则熔岩奔涌每次连锁的效果区域扩大 10%
{variant:2}若范围内至少有 40 点智慧，则熔岩奔涌每次连锁的总伤害额外提高 40%
{variant:2}若范围内至少有 40 点智慧，则熔岩奔涌总伤害额外降低 50%
]],[[
凛冽寒冬
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点智慧，【冰川之刺】物理伤害的 20% 转化为冰霜伤害
若范围内含有 40 点智慧，【冰川之刺】将额外爆炸 1 次
]],[[
蛮力与影响（遗产）
翠绿珠宝
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，双持打击时副手武器对周围敌人造成扩散伤害
若范围内含有 40 点敏捷，双持打击时主手武器有 20% 几率造成双倍伤害

]],[[
蛮力与影响
翠绿珠宝
仅限: 1
范围: 中
Has Alt Variant: true
版本: 剑类
版本: 爪类
版本: 匕首
版本: 斧类
版本: 锤类
固定基底词缀: 0
攻击伤害提高 (10-15)%
{variant:1}若范围内至少有 40 点敏捷，【双持打击】持握剑类时命中值提高 (20-30)%
{variant:2}若范围内至少有 40 点敏捷，【双持打击】持握爪类时攻击速度加快 (10-15)%
{variant:3}若范围内至少有 40 点敏捷，【双持打击】持握匕首时 +(20-30)% 暴击伤害加成
{variant:4}若范围内至少有 40 点敏捷，【双持打击】持握斧类时击中恐吓敌人 4 秒
{variant:5}若范围内至少有 40 点敏捷，【双持打击】持握锤类时对周围目标造成溅射伤害

]],

[[
风之启示
翠绿珠宝
版本: 3.0.0以前
版本: 3.1.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
{variant:1}(15-20)% increased Damage against Chilled Enemies
{variant:2,3}击中冰缓敌人的伤害提高 (15-20)%
{variant:2}若范围配置了 40 点敏捷，【冰霜射击】会穿透 5 个额外目标
{variant:3}若范围配置了 40 点敏捷，【冰霜射击】会穿透 3 个额外目标
若范围配置了 40 点敏捷，【冰霜射击】的范围扩大 25%
{variant:1}若范围配置了 40 点敏捷，【冰霜射击】的范围扩大 25%
]],[[
压倒性
赤红珠宝
版本: 3.7.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点力量，\n则【劈砍】击中时获得护体效果
{variant:1}若范围内含有 40 点力量，则周围每有一个敌人，劈砍的范围扩大 3%
{variant:2}若范围内含有 40 点力量，则周围每有一个敌人，劈砍的攻击半径 +1，最大+10
]],[[
黯黑之调
翠绿珠宝
版本: 3.16.0以前
版本: 当前
范围: 中
固定基底词缀: 0
{variant:1}火焰伤害提高 (5-15)%
{variant:1}若范围内含有 40 点敏捷，则【燃烧箭矢】有 10% 几率在没有点燃敌人时产生焦油地面
{variant:2}+10% 火焰持续伤害加成
若范围内含有 40 点敏捷，则【燃烧箭矢】有 10% 几率在点燃敌人时产生燃烧地面
]],[[
急速扩张
赤红珠宝
版本: 2.6.0以前
版本: 3.3.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (4-12)%
{variant:1}若范围内含有 40 点力量，【裂地之击】的角度扩大 20%
{variant:2}若范围内含有 40 点力量，【裂地之击】的角度扩大 35%
{variant:3}若范围内含有 40 点力量，【裂地之击】的角度扩大 50%
{variant:2}若范围内含有 40 点力量，【裂地之击】在晕眩敌人时有 25% 几率获得耐力球
{variant:3}若范围内含有 40 点力量，【裂地之击】在晕眩敌人时有 35% 几率获得耐力球
]],[[
利刃戒指
翠绿珠宝
版本: 3.0.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
物理伤害提高 (10-15)%
若范围内含有 40 点敏捷，\n则【虚空匕首】将向四周环绕发射
{variant:1}若范围内含有 40 点敏捷，\n则【虚空匕首】会额外发射 10 个投射物
{variant:2}若范围内含有 40 点敏捷，\n则【虚空匕首】会额外发射 5 个投射物
]],[[
滚动烈焰
钴蓝珠宝
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
火焰伤害提高 (5-15)%
{variant:1}若范围内含有 40 点智慧，火球投射物的爆炸范围将随飞行距离扩大，最多扩大 50%
{variant:2}若范围内含有 40 点智慧，火球投射物的爆炸范围将随飞行距离扩大，最多扩大至 +4
{variant:3}若范围内含有 40 点智慧，火球有 (30-50)% 几率烧灼敌人
{variant:3}若范围内含有 40 点智慧，火球无法造成点燃
]],[[
破碎之炼（遗产）
赤红珠宝
范围: 中
固定基底词缀: 0
冰霜伤害提高 (5-15)%
若范围内含有 40 点力量，被【冰霜之锤】击碎的敌人的物品稀有度提高 20%
]],[[
精神守护
翠绿珠宝
版本: 2.6.0以前
版本: 当前
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的伤害提高 (8-12)%
{variant:1}若范围内含有 40 点敏捷，【幻化武器】可以幻化最多 4 把远程武器
{variant:2}若范围内含有 40 点敏捷，【幻化武器】可以幻化最多 8 把远程武器
]],[[
先祖回音
钴蓝珠宝
版本: 3.11.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
最大魔力提高 (5-10)%
{variant:1}若范围内含有 40 点智慧，在受到你或友军的【激励战吼】期间，受到伤害的 10% 会在 4 秒内回复为魔力
{variant:2}若范围内含有 40 点智慧，近期有使用过战吼技能，则受到伤害的 10% 会在 4 秒内回复为魔力
]],[[
腐烂扩散
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
混沌伤害提高 (7-13)%
若范围内含有 40 点智慧，【枯萎】的干扰持续时间延长 50%
若范围内含有 40 点智慧，造成的枯萎效果持续 2 秒
]],[[
坚毅心灵
翠绿珠宝
版本: 2.6.0以前
版本: 当前
范围: 中
固定基底词缀: 0
投射物伤害提高 (6-10)%
{variant:1}若范围内含有 40 点敏捷，【灵体投掷】每次击中时，伤害提高 4%
{variant:2}若范围内含有 40 点敏捷，【灵体投掷】每次击中时，伤害提高 5%
]],[[
突然点火
翠绿珠宝
仅限: 1
范围: 中
版本: 3.16.0以前
版本: 当前
固定基底词缀: 0
火焰伤害提高 (10-15)%
{variant:1}若范围内含有 40 点敏捷，则【燃烧箭矢】对敌人造成额外 1 次点燃
{variant:2}你的击中击败被点燃的敌人时将其摧毁
]],[[
无尽渴望
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的范围效果扩大 (5-8)%
若范围内含有 40 点智慧，召唤灵体击败敌人时有 50% 几率获得 30 秒的噬魂者效果
]],[[
监视守夜
赤红珠宝
版本: 2.6.0以前
版本: 3.14.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
护甲提高 (8-15)%
{variant:1}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 3 秒
{variant:2}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 12 秒
{variant:3}若范围内含有至少 40 点力量，【戒备打击】会使周围友军获得护体 8 秒
]],[[
暴力的死者
钴蓝珠宝
仅限: 2
范围: 中
固定基底词缀: 0
召唤生物的伤害提高 (10-15)%
若范围内含有 40 点智慧，【魔卫复苏】的重击攻击会使冷却回复速度提高 100%
若范围内含有 40 点智慧，【魔卫复苏】的重击攻击伤害提高 30%
]],[[
怒火齐发
翠绿珠宝
仅限: 1
范围: 中
版本: 3.9.0以前
版本: 当前
固定基底词缀: 0
投射物伤害提高 (6-10)%
{variant:1}若范围内含有 40 点敏捷，【弹幕】的第一次和最后一次攻击会附加 2 个额外的投射物
{variant:2}若范围内含有 40 点敏捷，【弹幕】的第一次和最后一次攻击会附加 6 个额外的投射物
]],[[
帝国重量
赤红珠宝
仅限: 2
范围: 中
固定基底词缀: 0
物理伤害提高 (8-12)%
若范围内含有 40 点力量，【重击】有 20% 几率造成双倍伤害
]],[[
野火
赤红珠宝
仅限: 1
范围: 中
版本: 3.11.0以前
版本: 当前
固定基底词缀: 0
火焰伤害提高 (10-15)%
{variant:1}若范围内含有 40 点力量，【熔岩之击】会额外发射 2 个投射物
{variant:1}若范围内含有 40 点力量，【熔岩之击】的范围扩大 25%
{variant:2}若范围内含有 40 点力量，【熔岩之击】的投射物 +1 次连锁
{variant:2}若范围内含有 40 点力量，【熔岩之击】的投射物撞击地面时产生连锁效果
{variant:2}若范围内含有 40 点力量，【熔岩之击】的发射的总投射物额外减少 50%
]],[[
冬季赏金
钴蓝珠宝
版本: 2.6.0以前
版本: 3.3.0以前
版本: 当前
仅限: 1
范围: 中
固定基底词缀: 0
冰霜伤害提高 (5-15)%
{variant:1}With at least 40 Intelligence in Radius, Cold Snap has a 25% chance to grant a Power Charge on Kill
{variant:2}With at least 40 Intelligence in Radius, Cold Snap has a 50% chance to grant a Power Charge on Kill
{variant:3}若范围内含有 40 点智慧，当敌人在【霜暴】的作用区域被击败，将获得暴击球而非狂怒球
{variant:3}若范围内含有 40 点智慧，当敌人在【霜暴】的作用区域被击败，将获得暴击球而非狂怒球
]],[[
冬葬
赤红珠宝
仅限: 2
范围: 中
固定基底词缀: 0
冰霜伤害提高 (10-15)%
若范围内含有 40 点力量，则【冰霜之锤】会对周围敌人造成冰霜伤害
若范围内含有 40 点力量，则【冰霜之锤】25% 的物理伤害会转化为冰霜伤害
]],
-- Jewel: Corrupted
[[
远古基石
赤红珠宝
固定基底词缀: 0
仅限: 1
施放光环图腾技能时需要的魔力降低 60%
已腐化
]],[[
阿兹里之权
赤红珠宝
固定基底词缀: 0
仅限: 1
版本: 3.14.0以前
版本: 当前
瓦尔技能持续时间延长 (15-20)%
{variant:2}瓦尔技能使用时有 (15-20)% 的几率重获被消耗的灵魂
已腐化
]],[[
血牺
赤红珠宝
固定基底词缀: 0
击败敌人会回复自身 1% 最大魔力
击败敌人会扣除自身 1% 最大生命
击败敌人会扣除自身 1% 最大能量护盾
已腐化
]],[[
易碎屏障
钴蓝珠宝
固定基底词缀: 0
能量护盾启动回复比平常快 20%
能量护盾全满时，受到的伤害提高 10%
已腐化
]],[[
腐化寒息
翠绿珠宝
仅限: 1
固定基底词缀: 0
击碎敌人时有 50% 几率额外获得 1 个瓦尔灵魂
已腐化
]],[[
燃尽
赤红珠宝
固定基底词缀: 0
物品掉落数量降低 10%
燃烧伤害提高 (20-30)%
已腐化
]],[[
腐化能量
钴蓝珠宝
固定基底词缀: 0
装备 5 个被腐化物品时：受到混沌伤害的 50% 由能量护盾承受，受到物理伤害的 50% 会穿透能量护盾
已腐化
]],[[
狂热之心
钴蓝珠宝
仅限: 1
范围: 小
版本: 3.10.0以前
版本: 3.11.0以前
版本: 当前
固定基底词缀: 0
{variant:1}法术伤害提高 (20-30)%
{variant:2}法术伤害提高 (30-40)%
{variant:1}技能魔力消耗提高 100%
{variant:2}技能魔力消耗提高 50%
{variant:3}范围内的核心天赋替换为：技能魔力消耗提高 10%，法术伤害提高 20%
已腐化
]],[[
脆弱
赤红珠宝
-1 耐力球数量上限
已腐化
]],[[
饥馑深渊
翠绿珠宝
仅限: 1
固定基底词缀: 0
装备 5 个被腐化物品时：生命偷取只按照造成的混沌伤害计算
已腐化
]],[[
堕落异体
钴蓝珠宝
仅限: 1
固定基底词缀: 0
被腐化技能石获取的经验值提高 10%
已腐化
]],[[
和平主义
翠绿珠宝
-1 狂怒球数量上限
已腐化
]],[[
无力
钴蓝珠宝
-1 暴击球数量上限
已腐化
]],[[
原生祭仪
翠绿珠宝
仅限: 1
击败敌人时有 (20-30)% 几率额外获得 1 个瓦尔灵魂
已腐化
]],[[
残虐之欢愉
翠绿珠宝
仅限: 1
固定基底词缀: 0
你可以受到 1 个额外的诅咒
自身的每个诅咒会使伤害提高 (10-20)%
已腐化
]],[[
瓦尔之诉
钴蓝珠宝
瓦尔技能暴击率提高 (80-120)%
已腐化
]],[[
罪恶的重量
翠绿珠宝
混沌伤害提高 (15-20)%
移动速度降低 15%
已腐化
]],
-- Jewel: Quest rewards
[[
暗影之影
钴蓝珠宝
仅限: 1
魔力回复速度提高 10%
移动速度提高 4%
攻击与施法速度提高 4%
]],[[
征服者的迅捷
赤红珠宝
仅限: 1
技能魔力消耗降低 3%
技能效果持续时间延长 4%
技能的保留效果降低 2%
]],[[
征服者的长生
翠绿珠宝
版本: 3.0.0以前
版本: 3.16.0以前
版本: 当前
仅限: 1
{variant:1}3% chance to Avoid Elemental Status Ailments
{variant:2}3% 几率避免元素异常状态
{variant:3}10% 几率避免元素异常状态
药剂给予的生命恢复提高 10%
法术伤害压制率 +3%
]],[[
征服者的力量
钴蓝珠宝
仅限: 1
你所施放诅咒的效果提高 4%
药剂效果提高 8%
非诅咒类光环的效果提高 3%
]],[[
盗猎者的准心
翠绿珠宝
版本: 3.0.0以前
版本: 当前
仅限: 1
{variant:1}15% chance of Projectiles Piercing
{variant:2}投射物会穿透 1 个额外目标
投射物伤害提高 10%
]],[[
生存本能
翠绿珠宝
版本: 3.16.0以前
版本: 当前
仅限: 1
{variant:1}+20 敏捷
{variant:1}获得 +6% 火焰、冰霜、闪电抗性
{variant:2}药剂充能获取降低 20%
{variant:2}药剂效果的持续时间延长 50%
{variant:2}幸存
]],[[
生存秘技
钴蓝珠宝
版本: 3.16.0以前
版本: 当前
仅限: 1
{variant:1}3 每秒魔力回复
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2}你身上的药剂效果降低 20%
{variant:2}药剂在未启用的情况下每 3 秒获得 3 次充能
{variant:2}幸存
]],[[
生存技巧
赤红珠宝
版本: 3.16.0以前
版本: 当前
仅限: 1
{variant:1}物理伤害提高 10%
{variant:1}+50 护甲
{variant:2}药剂在你击中非传奇敌人时获得 2 次充能，最多每秒一次
{variant:2}击败敌人的药剂充能获取率总降 80%
{variant:2}幸存
]],[[
督军之力
赤红珠宝
版本: 3.16.0以前
版本: 当前
仅限: 1
{variant:1}攻击伤害提高 8%
{variant:1}+1 近战与空手攻击范围
{variant:2}攻击伤害提高 10%
{variant:2}+2 近战与空手攻击范围
]],
-- Jewel: Labyrinth rewards
[[
帝王的诡计
翠绿珠宝
源: 终极帝王迷宫保险箱
仅限: 1
命中值提高 20%
角色体型增大 3%
敏捷提高 (4-6)%
]],[[
帝王的纯熟
三相珠宝
源: 终极帝王迷宫保险箱
仅限: 1
最大生命提高 4%
角色体型增大 3%
全局防御提高 5%
所有属性提高 (5-7)%
]],[[
帝王的霸权
赤红珠宝
源: 终极帝王迷宫保险箱
仅限: 1
伤害提高 10%
角色体型增大 3%
力量提高 (4-6)%
]],[[
帝王的智慧
钴蓝珠宝
源: 终极帝王迷宫保险箱
仅限: 1
攻击和法术暴击率提高 30%
角色体型增大 3%
智慧提高 (4-6)%
]],
[[
淬火之躯
赤红珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之躯】
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
{variant:1}范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
{variant:2}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内每配置 10 点力量，则生命回复速度加快 2%

]],[[
升华之躯
赤红珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 由 传奇【淬火之躯】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
{variant:1,2}范围内每配置 10 点力量，便获得 1% 额外物理伤害减免
{variant:1}范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
{variant:2}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内若未配置力量，则每 10 点 +7% 攻击和法术暴击伤害加成
{variant:3}范围内每配置 10 点力量，则生命回复速度加快 3%
{variant:3}范围内每有 10 点未配置的力量，则生命回复速度减慢 2%
]],[[
淬火之心
钴蓝珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之心】
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
{variant:1}范围内若未配置智慧，则每 10 点 +100 最大命中值
{variant:2}范围内若未配置智慧，则每 10 点 +125 最大命中值
{variant:3}范围内每配置 10 点智慧，则魔力回复速度加快 2%
]],[[
升华之心
钴蓝珠宝
联盟: 穿越
版本: 3.8.0以前
版本: 3.10.0以前
版本: 当前
源: 由 传奇【淬火之心】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
{variant:1,2}范围内每配置 10 点智慧，则每秒回复 0.4% 能量护盾
{variant:1}范围内若未配置智慧，则每 10 点 +100 最大命中值
{variant:2}范围内若未配置智慧，则每 10 点 +125 最大命中值
{variant:3}范围内每有 10 点未配置的智慧，便 +3% 持续伤害加成
{variant:3}范围内每配置 10 点智慧，则魔力回复速度加快 3%
{variant:3}范围内每有 10 点未配置的智慧，则魔力回复速度减慢 2%
]],[[
淬火之魂
翠绿珠宝
版本: 3.10.0以前
版本: 当前
联盟: 穿越
源: 传奇Boss【瓦尔妖塔】专属
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之魂】
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
{variant:1}范围内若未配置敏捷，则每 10 点 +15 最大魔力
{variant:2}范围内每配置 10 点敏捷，移动速度提高 2%
]],[[
升华之魂
翠绿珠宝
联盟: 穿越
版本: 3.10.0以前
版本: 当前
升级: 由 传奇【淬火之魂】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
{variant:1}范围内每配置 10 点敏捷，移动速度提高 2%
{variant:1}范围内若未配置敏捷，则每 10 点 +15 最大魔力
{variant:2}范围内每配置 10 点敏捷，移动速度提高 3%
{variant:2}范围内每有 10 点未配置的敏捷，便 +125 命中值
{variant:2}范围内每有 10 点未配置的敏捷，则移动速度减慢 2%
]],[[
超自然本能
翠绿珠宝
范围: 小
仅限: 1
等级需求: 20
范围内配置的小天赋点技能不会提供任何加成
范围内未配置的小天赋点技能会提供任何加成
]],[[
战斗专注
赤红珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 3.15.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的力量和智慧总计 40 点时，【元素打击】无法选择冰霜元素
{variant:1}范围内含的力量和智慧总计 40 点时，【元素打击】的总冰霜伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内力量和智慧总计 40 点时，【元素打击】和【狂野打击】无法选择冰霜元素
{variant:2}范围内力量和智慧总计 40 点时，【元素打击】和【狂野打击】的总冰霜伤害额外降低 50%
{variant:3}攻击技能的元素伤害提高 (10-15)%
{variant:3}范围内配置的力量和智慧总计 40 点时，虹光技能不能选择冰霜效果
{variant:3}范围内配置的智慧和力量总计 40 点时，虹光技能的冰霜伤害总降 50%
]],[[
战斗专注
翠绿珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 3.15.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的力量和敏捷总计 40 点时，【元素打击】无法选择闪电元素
{variant:1}范围内含的敏捷和力量总计 40 点时，【元素打击】的总闪电伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内力量和敏捷总计 40 点时，【元素打击】和【狂野打击】无法选择闪电元素
{variant:2}范围内敏捷和力量总计 40 点时，【元素打击】和【狂野打击】的总闪电伤害额外降低 50%
{variant:3}攻击技能的元素伤害提高 (10-15)%
{variant:3}范围内配置的敏捷和力量总计 40 点时，虹光技能不能选择闪电效果
{variant:3}范围内配置的敏捷和力量总计 40 点时，虹光技能的闪电伤害总降 50%
]],[[
战斗专注
钴蓝珠宝
仅限: 2
范围: 中
版本: 3.8.0以前
版本: 3.15.0以前
版本: 当前
{variant:1}【元素打击】的伤害提高 (10-15)%
{variant:1}范围内配置的智慧和敏捷总计 40 点时，【元素打击】无法选择火焰元素
{variant:1}范围内含的智慧和敏捷总计 40 点时，【元素打击】的火焰冷伤害额外降低 50%
{variant:2}攻击技能的元素伤害提高 (10-15)%
{variant:2}范围内智慧和敏捷总计 40 点时，【元素打击】和【狂野打击】无法选择火焰元素
{variant:2}范围内智慧和敏捷总计 40 点时，【元素打击】和【狂野打击】的总火焰伤害额外降低 50%
{variant:3}攻击技能的元素伤害提高 (10-15)%
{variant:3}范围内配置的智慧和敏捷总计 40 点时，虹光技能不能选择火焰效果
{variant:3}范围内配置的智慧和敏捷总计 40 点时，虹光技能的火焰伤害总降 50%
]],
}
