-- Item data (c) Grinding Gear Games
return {
-- Weapon: One Handed Mace

[[
裂颅【仿品】
刚猛巨锤
等级需求: 40, 131 Str
联盟: 夺宝奇兵
固定基底词缀: 1
敌人被晕眩时间延长 30%
-5000 命中值
该武器的暴击率为 100%
]],
[[
康戈的战炎【仿品】
惧灵重锤
等级需求: 67, 212 Str
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
有 25% 几率使晕眩时间延长 1 倍
附加 (43-56) - (330-400) 基础物理伤害
暴击后获得 4 秒的【猛攻】状态
+(15-20)% 所有元素抗性
攻击和法术无法被闪避
你的暴击不造成额外暴击伤害
若你近期内用该武器造成暴击，则每秒再生 20% 的能量护盾
]],
[[
苦梦【仿品】
影语短杖
版本: 3.19.0以前
版本: 当前
等级需求: 32, 52 Str, 62 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
元素伤害提高 22%
{variant:1}此物品上的技能石受到 1 级的 元素穿透 辅助
{variant:2}此物品上的技能石受到 15 级的 元素穿透 辅助
{variant:1}此物品上的技能石受到 10 级的 献祭 辅助
{variant:2}此物品上的技能石受到 15 级的 献祭 辅助
{variant:1}此物品上的技能石受到 1 级的 异常爆发 辅助
{variant:2}此物品上的技能石受到 15 级的 异常爆发 辅助
{variant:1}此物品上的技能石受到 10 级的 霜咬 辅助
{variant:2}此物品上的技能石受到 15 级的 霜咬 辅助
{variant:1}此物品上的技能石受到 1 级的 启迪 辅助
{variant:2}此物品上的技能石受到 15 级的 启迪 辅助
{variant:1}此物品上的技能石受到 10 级的 闪电支配 辅助
{variant:2}此物品上的技能石受到 15 级的 闪电支配 辅助
]],
[[
叶兰德尔的拥抱【仿品】
远古之祭
等级需求: 35, 62 Str, 62 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
元素伤害提高 18%
+(20-30) 全属性
召唤生物的伤害提高 (30-40)%
魔卫复苏击中时让敌人受到【灰烬缠身】
魔卫复苏每秒将其最大生命的 (15-30)% 转化为火焰伤害
魔卫复苏获得【火之化身】
]],
[[
霜息【仿品】
华丽之锤
等级需求: 50, 161 Str
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
敌人晕眩门槛降低 15%
附加 (53-67) - (71-89) 基础混沌伤害
攻击速度提高 (8-12)%
+(23-31)% 混沌抗性
你的混沌伤害可以造成冰缓
此武器的攻击对冰缓的敌人造成双倍伤害
]],
[[
内布利斯【仿品】
虚影短杖
版本: 3.13.0以前
版本: 当前
联盟: 夺宝奇兵
等级需求: 68, 104 Str, 122 Int
replica: true
固定基底词缀: 1
元素伤害提高 40%
施法速度提高 (15-20)%
{variant:1}每失去 1% 冰霜抗性，就使冰霜伤害提高 (3-5)%
{variant:1}每失去 1% 火焰抗性，就使火焰伤害提高 (3-5)%
{variant:2}每失去 1% 冰霜抗性，冰霜伤害就提高 (15-20)%，最多提高 300%
{variant:2}每失去 1% 火焰抗性，火焰伤害就提高 (15-20)%，最多提高 300%
]],
[[
烬杵
朽木之棒
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
敌人晕眩门槛降低 10%
该装备附加 3 - 6 基础火焰伤害
攻击速度提高 20%
燃烧伤害提高 25%
有 30% 几率点燃
敌人被点燃的持续时间延长 500%
]],
[[
漆黑藤杖
皇家短杖
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 50, 86 Str, 86 Int
固定基底词缀: 1
元素伤害提高 24%
+(20-30) 智慧
施法速度提高 (8-15)%
魔力回复速度提高 (40-60)%
召唤生物的伤害提高 (40-60)%
每个召唤的幻灵都给你【幽影之力】
]],
[[
罪恶吞噬者的叹息
暴君之统
联盟: 战乱之殇
源: 圣堂军团
等级需求: 58
固定基底词缀: 1
元素伤害提高 26%
+(10-30) 力量与智慧 
获得 30 级的主动技能【惩击】，且可被此道具上的技能石辅助
怪物造成元素异常会作用在附近友方改为在你
]],
[[
内布利斯(分裂)
虚影短杖
联盟: 虚空忆境
等级需求: 68
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 40%
{fractured}施法速度提高 (15-20)%
冰霜抗性高于 75% 时，每高 1%，冰霜伤害便提高 (15-20)%
闪电抗性高于 75% 时，每高 1%，闪电伤害便提高 (15-20)%
分裂之物
]],
[[
内布利斯(忆境)
虚影短杖
联盟: 虚空忆境
等级需求: 68
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 40%
施法速度提高 (15-20)%
冰霜抗性高于 75% 时，每高 1%，冰霜伤害便提高 (15-20)%
闪电抗性高于 75% 时，每高 1%，闪电伤害便提高 (15-20)%
忆境物品
]],

[[
光耀之锤
战锤
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 20, 71 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2,3}敌人晕眩门槛降低 10%
物理伤害提高 (50-75)%
{variant:1,2}攻击速度提高 50%
{variant:3}攻击速度提高 45%
该装备的攻击暴击率提高 25%
+(20-30)% 火焰抗性
+(20-30)% 闪电抗性
]],[[
坚定之刃
圣约之锤
版本: 2.6.0以前
版本: 当前
等级需求: 66, 212 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2}敌人晕眩门槛降低 15%
附加 (5-10) - (15-23) 基础物理伤害
物理伤害提高 (150-200)%
使用该武器时，敌人晕眩门槛降低 (15-25)%
无法击退敌人
晕眩时所有攻击伤害造成冰缓
]],[[
卡美利亚之锤
坚锤
升级: 使用 预言【冷酷的贪婪】 升级为 传奇【卡美利亚之贪婪】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 60, 212 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2,3}敌人晕眩门槛降低 15%
物理伤害提高 (140-180)%
附加 (10-20) - (30-50) 基础冰霜伤害
该装备的攻击暴击率提高 (15-40)%
{variant:1,2}武器攻击的冰霜伤害提高 (30-40)%
{variant:3}攻击技能的冰霜伤害提高 (30-40)%
冰冻的敌人物品稀有度提高 40%
]],[[
卡美利亚之贪婪
坚锤
版本: 3.12.0以前
版本: 当前
源: 由 传奇【卡美利亚之锤】 使用 预言【冷酷的贪婪】 升级
等级需求: 60
固定基底词缀: 1
敌人晕眩门槛降低 15%
物理伤害提高 (140-180)%
附加 (11-14) - (17-21) 基础物理伤害
该装备的攻击暴击率提高 (15-40)%
冰冻的敌人物品稀有度提高 40%
攻击技能的冰霜伤害提高 (30-40)%
{variant:1}你击败被冻结的敌人时触发 20 级的【爆环冰刺】
{variant:2}你击中冻结的敌人时触发 20 级爆环冰刺
]],[[
塑泥者
破岩锤
版本: 2.6.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 41, 134 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2}敌人晕眩门槛降低 15%
附加 (24-30) - (34-40) 基础物理伤害
攻击速度提高 (8-10)%
{variant:1,2}召唤生物的最大生命提高 (20-30)%
{variant:1,2}召唤生物的攻击额外造成 (5-8) - (12-16) 物理伤害
{variant:3}魔像攻击附加 (96-120) 到 (132-160) 点物理伤害
最多可同时拥有额外 1 个魔像
获得 12 级的【召唤巨石魔像】
]],[[
血肉之嗜
梦境之锤
版本: 2.6.0以前
版本: 当前
等级需求: 32, 107 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人晕眩门槛降低 10%
物理伤害提高 (60-80)%
附加 10 - 15 基础物理伤害
攻击速度提高 10%
物理攻击伤害的 1% 会转化为生命偷取
{variant:1}击中时 10% 几率造成流血
{variant:2}击中时 30% 几率造成流血
{variant:1}对流血敌人造成的攻击伤害的 1% 转化为生命偷取
{variant:2}对流血敌人造成的攻击伤害的 3% 转化为生命偷取
]],[[
霜息
华丽之锤
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 50, 161 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2,3}敌人晕眩门槛降低 15%
{variant:1,2}附加 (16-22) - (26-32) 基础物理伤害
{variant:3}附加 (26-32) - (36-42) 基础物理伤害
{variant:1,2}附加 (16-22) - (26-32) 基础冰霜伤害
{variant:3}附加 (26-32) - (36-42) 基础冰霜伤害
攻击速度提高 (8-14)%
+(40-50)% 火焰抗性
敌人被冰缓的持续时间延长 (35-50)%
此武器的攻击对冰缓的敌人造成双倍伤害
]],[[
血裂
钝钉木棒
版本: 2.6.0以前
版本: 当前
等级需求: 10, 41 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人晕眩门槛降低 10%
物理伤害提高 (300-360)%
攻击速度降低 20%
敌人晕眩门槛降低 (10-20)%
敌人被晕眩时间延长 (30-50)% 
对流血敌人的近战伤害提高 30%
]],[[
拉维安加的智慧
战锤
联盟: 战乱之殇
源: 卡鲁军团
版本: 2.6.0以前
版本: 3.7.0以前
版本: 3.7.0以后
等级需求: 20, 71 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2,3}敌人晕眩门槛降低 10%
{variant:1,2}+(10-20) 最大生命
{variant:3}+70 最大生命
{variant:1,2}+(10-20) 最大魔力
{variant:3}+70 最大魔力
{variant:1,2}物理伤害提高 (130-160)%
{variant:3}物理伤害提高 (160-200)%
移动速度降低 5%
{variant:1,2}范围效果扩大 10%
{variant:3}范围效果扩大 (15-25)%
{variant:1,2}范围伤害提高 (10-15)%
{variant:3}范围伤害提高 (10-20)%
]],[[
沉默之雷
坚锤
版本: 2.0.0以前
版本: 2.4.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 60, 412 Str, 300 Int
固定基底词缀: 2
{variant:1,2,3}敌人被晕眩时间延长 40% 
{variant:4,5}敌人晕眩门槛降低 15%
物理伤害提高 (80-120)%
投射物可以连锁弹射 +1 次
{variant:1,2,3,4}武器攻击的闪电伤害提高 (30-40)%
{variant:5}攻击技能的闪电伤害提高 (30-40)%
+200 力量需求
+300 智慧需求
{variant:1}击中时 50% 几率触发插槽内的闪电法术
{variant:2}击中时 30% 几率触发插槽内的闪电法术
{variant:3,4,5}击中时触发一个插入的闪电法术，它有 0.15 秒冷却时间
插入的闪电法术触发时造成的法术伤害提高 100%
]],[[
尼布洛克
梦魇之锤
源:源: 传奇Boss【裂界者】 专属掉落 (T6地图或以上)
版本: 3.4.0以前
版本: 当前
等级需求: 68
固定基底词缀: 1
敌人晕眩门槛降低 10%
附加 (45-60) - (100-120) 基础物理伤害
获得等同 (30-40)% 物理攻击伤害的火焰伤害
每个耐力球附加 +4% 混沌抗性
每个耐力球可使被击中时受到的火焰、冰霜、闪电伤害降低 1%
每个耐力球附加 5 - 8 基础物理伤害
每个耐力球增加 +500 点护甲
{variant:1}近期内你若被击中过，则每有 1 个耐力球，就会每秒受到 400 火焰伤害
{variant:2}近期内你若被击中过，则每有 1 个耐力球，就会每秒受到 200 火焰伤害
裂界之器
]],
-- Weapon: Sceptre
[[
占星
虚影短杖
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界守卫：净世】 专属掉落（T11地图或以上）
等级需求: 68
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 40%
物理伤害提高 (180-200)%
攻击速度提高 (10-15)%
该装备的攻击暴击率提高 (80-100)%
物理伤害的 50% 转换为闪电伤害
每 16 秒获得一次【元素超载】，持续 8 秒
当你没有获得【元素超载】时，获得【坚毅之心】
{variant:2}你获得【坚毅之心】时，物理伤害提高 100%
裂界之器
]],[[
历史公理
铜锻短杖
版本: 2.3.0以前
版本: 当前
等级需求: 10, 22 Str, 22 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2}火焰、冰霜、闪电伤害提高 12%
施法速度提高 (4-6)%
法术暴击率提高 (100-140)%
法术附加 (2-3) - (5-6) 基础火焰伤害
法术附加 (2-3) - (5-6) 基础冰霜伤害
法术附加 1 - (10-12) 基础闪电伤害
]],[[
灾难之光
灵石短杖
等级需求: 60
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 40%
获得 25 级的主动技能【灼热光线】，且可被此道具上的技能石辅助
施法速度提高 (12-20)%
击败敌人时回复 (1-3)% 最大生命
击败敌人时回复 (1-3)% 最大魔力
【灼热光线】的光束长度延长 10%
]],[[
苦梦
影语短杖
版本: 2.3.0以前
版本: 3.11.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 32, 52 Str, 62 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 15%
{variant:2,3,4}火焰、冰霜、闪电伤害提高 22%
{variant:1,2,3}此物品上的技能石受到 1 级的 急冻 辅助
{variant:4}此物品上的技能石受到 15 级的 急冻 辅助
{variant:1,2,3}此物品上的技能石受到 1 级的 霜咬 辅助
{variant:4}此物品上的技能石受到 15 级的 霜咬 辅助
{variant:1,2,3}此物品上的技能石受到 1 级的 冰霜穿透 辅助
{variant:4}此物品上的技能石受到 15 级的 冰霜穿透 辅助
{variant:1,2}此物品上的技能石受到 1 级的 魔力偷取 辅助
{variant:3}此物品上的技能石受到 1 级的 彻骨 辅助
{variant:4}此物品上的技能石受到 15 级的 彻骨 辅助
{variant:1,2,3}此物品上的技能石受到 10 级的 附加冰霜伤害 辅助
{variant:4}此物品上的技能石受到 15 级的 附加冰霜伤害 辅助
{variant:4}此物品上的技能石受到 15 级的 启迪 辅助
{variant:1,2,3}此物品上的技能石受到 1 级的 魔力减免 辅助
]],[[
议会之息
禁礼短杖
源: 预言【疫病大嘴兽 V】
版本: 3.0.0以前
版本: 当前
等级需求: 66, 113 Str, 113 Int
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 32%
物理伤害提高 (260-310)%
{variant:1}混沌伤害提高 (60-80)%
{variant:2}混沌伤害提高 (80-100)%
范围效果扩大 10%
混沌技能效果持续时间延长 40%
]],[[
布鲁特斯的刑具
祭仪短杖
联盟: 苦痛
版本: 2.3.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 28, 51 Str, 51 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2,3,4}火焰、冰霜、闪电伤害提高 16%
物理伤害提高 20%
{variant:1,2}对被点燃敌人附加 15 - 25 基础火焰伤害
附加 (8-13) - (26-31) 基础物理伤害
{variant:3}每 10 点力量可以为攻击附加 2 - 4 基础火焰伤害
{variant:4}使用此武器攻击时，每 10 点力量附加 4 - 7 基础火焰伤害
火焰伤害提高 30%
攻击速度提高 (15-20)%
该装备的攻击暴击率提高 (30-40)%
]],[[
黯黑贤者
影语短杖
联盟: 超越
版本: 2.3.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前（生命/魔力）
版本: 当前（生命/能量护盾）
版本: 当前（魔力/能量护盾）
等级需求: 32, 52 Str, 62 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 15%
{variant:2,3,4,5,6}火焰、冰霜、闪电伤害提高 22%
{variant:1,2,3}全局伤害提高 (30-50)%
{variant:4,5,6}全局伤害提高 (40-60)%
{variant:1,2,3}击中时有 7% 几率使敌人致盲
{variant:4,5,6}击中时有 10% 几率使敌人致盲
{variant:1,2}每一级在击败敌人时获得 +1 魔力
{variant:1,2}每一级在击败敌人时获得 +1 能量护盾
{variant:4,5}每级 +1 生命
{variant:4,6}每级 +1 魔力
{variant:5,6}每级 +1 能量护盾
{variant:1,2,3}不会被致盲
{variant:4,5,6}目盲不会影响你的命中率
{variant:4,5,6}你在目盲状态下，被你致盲的敌人受到【恶语术】影响
]],[[
死神之手
卡鲁短杖
版本: 2.3.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 56, 96 Str, 96 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2,3}火焰、冰霜、闪电伤害提高 26%
{variant:1,2}附加 (30-41) - (80-123) 基础物理伤害
{variant:3}附加 (35-46) - (85-128) 基础物理伤害
该装备的攻击暴击率提高 (20-50)%
晕眩时有 30% 几率获得暴击球
{variant:1,2}暴击时获得【不洁之力】 2 秒
{variant:3}暴击时获得【不洁之力】 4 秒
]],[[
黑钢
瓦尔短杖
版本: 2.3.0以前
版本: 当前
等级需求: 64, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2}火焰、冰霜、闪电伤害提高 32%
+(50-70) 力量
施法速度提高 (15-18)%
+(20-30) 最大魔力
此物品上的技能石受到 30 级的钢铁意志辅助
在主手时，每 8 力量提高 1% 伤害
在副手时，每 16 力量提高 1% 护甲
]],[[
多里亚尼的幻化之杖
瓦尔短杖
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【生贽之尖】） 
版本: 2.3.0以前
版本: 当前
等级需求: 75, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2}火焰、冰霜、闪电伤害提高 32%
此物品上的技能石受到 20 级的 元素扩散 辅助
附加 (65-85) - (100-160) 基础物理伤害
攻击速度提高 (11-15)%
施法速度提高 (6-10)%
攻击和法术暴击率提高 (30-40)%
火焰、冰霜、闪电伤害的 0.2% 转化为生命偷取
火焰、冰霜、闪电伤害提高 (80-100)%
]],[[
凋灵魔爪
虚影短杖
版本: 1.2.0以前
版本: 2.3.0以前
版本: 2.6.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 68, 104 Str, 122 Int
固定基底词缀: 2
{variant:1,2}火焰、冰霜、闪电伤害提高 15%
{variant:3,4,5}火焰、冰霜、闪电伤害提高 40%
魔卫数量上限降低 50%
{variant:1}+500 魔卫最大生命
{variant:2,3}+2000 魔卫最大生命
{variant:4,5}+5000 魔卫最大生命
魔卫抗性提高 (25-30)%
魔卫体型增大 25%
{variant:1,2,3}魔卫的物理伤害提高 (80-100)%
{variant:4}魔卫的物理总伤害额外提高 (80-100)%
{variant:5}魔卫的物理总伤害额外提高 (100-125)%
{variant:1,2,3,4}魔卫击败敌人时，产生的爆炸会造成火焰伤害
{variant:5}被魔卫的击中击败的敌人会爆炸，造成其生命 50% 的火焰伤害
]],[[
奈可妲之灯
水晶短杖
版本: 2.0.0以前
版本: 2.3.0以前
版本: 2.6.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 41, 59 Str, 85 Int
固定基底词缀: 2
{variant:1,2}火焰、冰霜、闪电伤害提高 20%
{variant:3,4,5}火焰、冰霜、闪电伤害提高 30%
{variant:4}此物品上装备的【火焰技能石】等级 +2
{variant:1,2,3}此物品上的技能石受到 10 级的 附加火焰伤害 辅助
{variant:1,2,3}此物品上的技能石受到 10 级的 寒冰转烈焰 辅助
{variant:1,2,3,4}此物品上的技能石受到 10 级的 火焰穿透 辅助
{variant:4}此物品上的技能石额外造成 63 - 94 火焰伤害
{variant:1,2,3,4}法术伤害提高 (20-30)%
{variant:2,3,4,5}物理伤害提高 (150-200)%
{variant:1,2,3,4}攻击击中每个敌人会回复 +(6-10) 生命
{variant:5}战斗法师
{variant:5}附加 (76-89) - (161-176) 基础火焰伤害
{variant:1,2,3,4}照亮范围扩大 25%
{variant:5}照亮范围扩大 50%
]],[[
奇异
白金短杖
版本: 2.3.0以前
版本: 3.0.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 62, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2,3,4}火焰、冰霜、闪电伤害提高 30%
{variant:1,2,3}法术附加 (30-40) - (60-70) 闪电伤害
{variant:4}法术附加 (1-10) - (150-200) 闪电伤害
施法速度提高 (14-18)%
技能魔力消耗降低 (6-8)%
周围敌人被干扰，移动速度降低 25%
{variant:1,2}对被干扰敌人的伤害提高 (60-80)%
{variant:3}击中和异常状态对被干扰敌人的伤害提高 (60-80)%
{variant:4}击中和异常状态对被干扰敌人的伤害提高 100%
]],[[
先驱之脊
冷铁短杖
源: 帝王试炼迷宫专属掉落
版本: 2.3.0以前
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 20, 38 Str, 38 Int
固定基底词缀: 2
{variant:1}火焰、冰霜、闪电伤害提高 10%
{variant:2,3,4}火焰、冰霜、闪电伤害提高 14%
物理伤害提高 (100-140)%
{variant:1,2}对被冰冻敌人的击中伤害提高 40%
{variant:3,4}对被冰冻敌人的击中伤害提高 40%
冰霜伤害提高 (30-50)%
攻击速度提高 (5-10)%
施法速度提高 (4-8)%
冰霜伤害击中时有 5% 的几率冰冻敌人
{variant:4}持续冰霜伤害效果提高 (25-35)%
]],[[
无上箴言
水晶短杖
版本: 2.0.0以前
版本: 2.3.0以前
版本: 当前
等级需求: 41, 59 Str, 136 Int
固定基底词缀: 2
{variant:1,2}火焰、冰霜、闪电伤害提高 20%
{variant:3}火焰、冰霜、闪电伤害提高 30%
此物品上装备的技能石等级 +1
物理伤害提高 (80-100)%
攻击速度提高 (10-20)%
{variant:1}经验值获取提高 5%
{variant:2,3}经验值获取提高 3%
火焰、冰霜、闪电伤害提高 20%
智慧需求提高 60%
]],
-- Weapon: Two Handed Mace
[[
脑乱者
戮魂重锤
源: 传奇Boss【牛头人守卫】 专属掉落
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 63, 212 Str
固定基底词缀: 3
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人被晕眩时间延长 30% 
{variant:3}有 5% 几率造成双倍伤害
{variant:1,2}附加 (80-100) - (320-370) 基础物理伤害
{variant:3}附加 (60-80) - (270-320) 基础物理伤害
物理伤害的 50% 转换为闪电伤害
{variant:1,2}闪电伤害击中时有 15% 几率使敌人受到感电效果影响
{variant:3}闪电伤害击中时有 50% 几率使敌人受到感电效果影响
{variant:1,2}10% 几率使敌人逃跑
被你感电的敌人施法速度降低 30%
被你感电的敌人移动速度降低 20%
伤害穿透 20% 闪电抗性
{variant:3}如同额外造成 300% 总伤害来计算感电门槛
]],[[
忠诚之锤
刚猛巨锤
升级: 使用 预言【信仰恢复】 升级为 传奇【石冢】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 40, 104 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2,3}敌人被晕眩时间延长 30% 
此物品上装备的【近战技能石】等级 +1
此物品上装备的【召唤生物技能石】等级 +1
{variant:1,2}物理伤害提高 (100-120)%
{variant:3}物理伤害提高 (200-220)%
最大魔力提高 25%
召唤生物的最大生命提高 (20-40)%
技能效果持续时间延长 15%
力量需求降低 20%
]],[[
吉尔菲的净罪之锤
铜影巨锤
升级: 使用 预言【黑暗狂热】 升级 传奇【吉尔菲的奉献之锤】
版本: 2.6.0以前
版本: 当前
等级需求: 27, 92 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人被晕眩时间延长 30% 
物理伤害提高 200%
附加 11 - 23 基础冰霜伤害
敌人被晕眩时间延长 (10-20)% 
无法造成暴击
]],[[
吉尔菲的奉献之锤
铜影巨锤
版本: 3.11.0以前
版本: 当前
源: 由 传奇【吉尔菲的净罪之锤】 使用 预言【黑暗狂热】 升级
等级需求: 61
固定基底词缀: 1
敌人被晕眩时间延长 20% 
{variant:1}被诅咒时你击中一个敌人，触发 20 级的【元素守卫】
{variant:2}被诅咒时你近战攻击击中一个敌人，触发 20 级的【元素守卫】
物理伤害提高 200%
{variant:1}附加 (50-56) - (73-78) 基础物理伤害
{variant:2}附加 (42-47) - (66-71) 基础物理伤害
附加 11 - 23 基础冰霜伤害
敌人被晕眩时间延长 (10-20)% 
无法造成暴击
]],[[
雷姆诺的挽歌
冷铁重锤
升级: 使用 预言【冬季悲歌】 升级为 传奇【雷姆诺的挽歌】
版本: 2.6.0以前
版本: 当前
等级需求: 36, 62 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2}敌人被晕眩时间延长 45% 
物理伤害提高 (140-200)%
附加 (10-20) - (30-40) 基础物理伤害
+10 力量
敌人晕眩门槛降低 15%
物理攻击伤害的 1% 会转化为生命偷取
敌人被晕眩时间延长 (40-50)% 
获得额外冰霜伤害， 其数值等同于物理伤害的 50%
]],[[
雷姆诺的夺命凶器
冷铁重锤
源: 由 传奇【雷姆诺的夺命凶器】 使用 预言【冬季悲歌】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 17, 62 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2}敌人被晕眩时间延长 45% 
物理伤害提高 (140-200)%
+10 力量
敌人晕眩门槛降低 15%
物理攻击伤害的 1% 会转化为生命偷取
敌人被晕眩时间延长 (40-50)% 
]],[[
乔赫黑钢
沉钢重锤
联盟: 风暴
版本: 2.6.0以前
版本: 当前
等级需求: 44, 143 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 40% 
{variant:2}敌人被晕眩时间延长 45% 
物理伤害提高 (150-200)%
施法速度提高 (8-12)%
攻击速度提高 (8-12)%
30% 较少幻化武器时间
你幻化的武器将额外复制 1 把
{variant:2}击败敌人时有 25% 几率触发 20 级的【幻化武器】
]],[[
康戈的战炎
惧灵重锤
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 67, 212 Str
固定基底词缀: 3
{variant:1,2}敌人被晕眩时间延长 20% 
{variant:3}敌人被晕眩时间延长 30% 
{variant:4}有 25% 几率使晕眩时间延长 1 倍
{variant:1}附加 (27-36) - (270-360) 基础物理伤害
{variant:2,3,4}附加 (27-56) - (270-400) 基础物理伤害
{variant:2,3,4}该装备的攻击暴击率提高 (30-40)%
获得 +(15-20)% 火焰、冰霜、闪电抗性
攻击和法术无法被闪避
你的暴击不造成额外暴击伤害
{variant:1,2}暴击后获得 2 秒的【猛攻】状态
{variant:3,4}暴击后获得 4 秒的【猛攻】状态
]],[[
尔奇的巨灵之锤
卡鲁重锤
联盟: 战乱之殇
源: 卡鲁军团
版本: 2.6.0以前
版本: 3.7.0以前
版本: 3.11.0以前
版本: 3.19.0以前
版本: 3.20.0以前
版本: 当前
等级需求: 57, 182 Str
固定基底词缀: 3
{variant:1}敌人被晕眩时间延长 20% 
{variant:2,3}敌人被晕眩时间延长 30% 
{variant:4,5,6}敌人被晕眩时间延长 45%
{variant:1,2,3,4}此物品上的技能石受到 15 级的 粉碎 辅助
{variant:1,2}物理伤害提高 (220-250)%
{variant:3}物理伤害提高 (230-260)%
{variant:4}物理伤害提高 (200-230)%
{variant:5}物理伤害提高 (400-500)%
{variant:5}物理伤害提高 (500-600)%
{variant:1,2}附加 10 - 20 基础物理伤害
{variant:3,4}附加 30 - 40 基础物理伤害
{variant:1,2,3,4}攻击速度降低 10%
{variant:5,6}攻击速度降低 25%
{variant:1,2,3,4}-100 命中值
{variant:5,6}-500 命中值
{variant:1,2,3,4}移动速度降低 10%
敌人被晕眩时间延长 (40-50)% 
]],[[
重击之锤
狼牙重锤
升级: 使用 预言【帝王之陨】 升级为 传奇【巨击之锤】
版本: 2.6.0以前
版本: 当前
等级需求: 22, 77 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人被晕眩时间延长 30% 
物理伤害提高 (80-100)%
附加 5 - 25 基础物理伤害
+(25-50) 全属性
击败敌人回复 +10 生命
敌人死后爆炸，造成敌人生命 10% 的火焰伤害
]],[[
巨击之锤
狼牙重锤
源: 由传奇【重击之锤】 使用 预言【帝王之陨】 升级
等级需求: 61
固定基底词缀: 1
敌人被晕眩时间延长 30% 
物理伤害提高 (80-100)%
附加 (94-98) - (115-121) 基础物理伤害
+(25-50) 全属性
敌人死后爆炸，造成敌人生命 10% 的火焰伤害
击败敌人时回复 5% 最大生命
]],[[
局势逆转者
帝国重锤
版本: 3.5.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 65, 212 Str
固定基底词缀: 1
{variant:1,2}敌人被晕眩时间延长 30% 
{variant:3}力量提高 10%
插槽内的技能石受到 20 级的 近战击晕获得耐力球 辅助
{variant:1}附加 (60-70) - (300-350) 基础物理伤害
{variant:2,3}附加 (70-80) - (340-375) 基础物理伤害
+40 智慧
每个耐力球可使物理伤害提高 10%
使用该武器时，敌人晕眩门槛降低 (20-30)%
]],[[
裂颅
刚猛巨锤
联盟: 普兰德斯
版本: 2.6.0以前
版本: 当前
等级需求: 40, 131 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人被晕眩时间延长 30% 
攻击速度降低 50%
该武器的暴击率为 100%
]],[[
逝空之锤
威权巨锤
版本: 2.6.0以前
版本: 当前
等级需求: 54, 173 Str
固定基底词缀: 2
{variant:1}敌人被晕眩时间延长 20% 
{variant:2}敌人被晕眩时间延长 30% 
物理伤害提高 150%
攻击速度提高 50%
物品稀有度降低 (30-50)%
经验值获取降低 (30-50)%
物理攻击伤害的 0.4% 转化为魔力偷取
]],
[[
叶兰德尔的拥抱
远古之祭
等级需求: 35
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 18%
+(20-30) 全属性
召唤生物的伤害提高 (30-40)%
异灵魔侍击中时让敌人受到【灰烬缠身】
异灵魔侍每秒将其最大生命的 (15-30)% 转化为火焰伤害
异灵魔侍获得【火之化身】
]],

[[
冥犬残肢
血色短杖
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 47
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 24%
法术伤害提高 (70-100)%
施法速度提高 (15-20)%
装备的护盾格挡几率若不低于 30%，则法术伤害的 0.5% 转化为生命偷取
装备的护盾上每有 5 点护甲，便 +1 最大能量护盾
装备的护盾上每有 5 点闪避值，便 +5 护甲
装备的护盾上每有 5 点最大能量护盾，便 +20 闪避值
]],

[[
石冢
刚猛巨锤
源: 由 传奇【忠诚之锤】 使用 预言【信仰恢复】 升级
等级需求: 60
固定基底词缀: 1
敌人被晕眩时间延长 30%
此物品上装备的【近战技能石】等级 +1
此物品上装备的【召唤生物技能石】等级 +2
该装备的物理伤害提高 (200-220)%
附加 (25-35) - (45-55) 基础物理伤害
最大魔力提高 25%
召唤生物的最大生命提高 (20-40)%
技能效果持续时间延长 30%
]],

}
