-- Item data (c) Grinding Gear Games
return {
-- Quiver

[[
灵魂打击【仿品】
刺锋箭袋
等级需求: 45
联盟: 夺宝奇兵
固定基底词缀: 1
攻击和法术暴击率提高 (20-30)%
+30 敏捷
攻击附加 (13-18) - (26-32) 基础混沌伤害
攻击速度提高 (8-12)%
+(60-80) 最大生命
从生命偷取中获得的最大总恢复量降低 80%
从生命偷取中获得的每秒最大总恢复量提高 40%
]],
[[
马洛尼的技巧【仿品】
华美箭袋
等级需求: 45
replica: true
联盟: 夺宝奇兵
固定基底词缀: 0
有 1 个插槽
有 2 个插槽
持弓类施放法术时，触发一个插入的弓类技能
施法速度提高 (7-12)%
+(50-70) 最大生命
攻击击中有 5% 几率致盲敌人
]],
[[
白银恩典
锯齿箭袋
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
持弓攻击附加 1 - 4 基础物理伤害
+10% 所有元素抗性
10% 几率使敌人受到冰冻，感电与点燃
获得等同武器物理伤害 25% 的随机一种额外火焰，冰霜，或者闪电伤害
敌人受到的元素异常状态时间延长 50%
]],
[[
魔蝎的呼唤
宽矢箭袋
联盟: 古灵庄园
等级需求: 20
固定基底词缀: 1
持弓攻击附加 6 - 12 基础物理伤害
+(20-40) 敏捷
血姿态下获得 (150-200) 每秒生命回复
血姿态下，投射物伤害提高 (40-60)%
沙姿态下 +(700-1000) 闪避值
沙姿态下，范围效果扩大 (20-30)%
若近期内你换过姿态，则攻击速度加快 (25-30)%
]],
[[
神性破碎
钝矢箭袋
联盟: 古灵庄园
源: 由 传奇【爆裂之射】 使用 通货【破碎卷轴】 升级
等级需求: 60
固定基底词缀: 1
敌人被晕眩时间延长 (25-35)%
获得【召唤高等射术先驱者】
攻击和法术附加 (19-22)-(30-35) 基础火焰伤害
攻击和法术附加 (19-22) - (30-35) 基础冰霜伤害
+(30-50) 力量和敏捷
+(15-25)% 火焰与冰霜抗性
]],
[[
马洛尼的技巧
华美箭袋
等级需求: 45
固定基底词缀: 1
有 1 个插槽
有 2 个插槽
当你使用弓箭攻击时触发一个插槽内的弓类法术
攻击速度提高 (7-12)%
+(50-70) 最大生命
攻击击中有 5% 几率致盲敌人
]],
[[
冰灵之吼
双锋箭袋
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 10
固定基底词缀: 1
命中值提高 (20-30)%
{variant:2,3}获得 5 级的主动技能【冻伤】，且可被此道具上的技能石辅助
攻击速度提高 (8-12)%
+(30-40)% 冰霜抗性
敌人被冰缓的持续时间延长 (30-40)%
{variant:1}20% 的物理伤害转换为冰霜伤害
{variant:2,3}获得额外冰霜伤害， 其数值等同于物理伤害的 20%
冰霜伤害击中时有 (7-10)% 的几率冰冻敌人
{variant:1}诅咒范围缩小 40%
{variant:1,2}被击败的敌人身上的诅咒将转移给周围 1 个敌人
{variant:3}魔蛊会从被击败的敌人身上传输给一个周围的敌人
]],[[
黑炎之芒
火灵箭袋
升级: 使用 预言【火和硫磺】 升级为 传奇【狼烟】
版本: 2.0.0以前
版本: 当前
等级需求: 22
固定基底词缀: 1
攻击附加 2 - 4 基础火焰伤害
攻击速度提高 10%
+(80-100) 点闪避值
+(10-30) 最大魔力
{variant:1}(30-50)% 的物理伤害转换为火焰伤害
{variant:2}50% 的物理伤害转换为火焰伤害
持弓攻击附加 5 - 10 基础火焰伤害
]],[[
狼烟
火灵箭袋
源: 由 传奇【黑炎之芒】 使用 预言【火和硫磺】 升级
版本: 3.14.0以前
版本: 当前
等级需求: 24
固定基底词缀: 1
攻击附加 2 - 4 基础火焰伤害
攻击速度提高 10%
+(80-100) 点闪避值
+(10-30) 最大魔力
{variant:1}获得额外火焰伤害， 其数值等同于物理伤害的 (25-35)%
{variant:2}获得等同 (25-35)% 物理攻击伤害的火焰伤害
50% 的物理伤害转换为火焰伤害
持弓攻击附加 5 - 10 基础火焰伤害
]],[[
岩头
锯齿箭袋
升级: 使用 预言【沉重打击】 升级为 传奇【落石】
等级需求: 5
固定基底词缀: 1
攻击附加 1 - 4 基础火焰伤害
敌人晕眩门槛降低 (20-25)%
投射物速度降低 25%
敌人被晕眩时间延长 (60-80)% 
持弓攻击附加 6 - 10 基础物理伤害
]],[[
落石
锯齿箭袋
源: 由 传奇【岩头】 使用 预言【沉重打击】 升级
等级需求: 5
固定基底词缀: 1
持弓攻击附加 1 - 4 基础物理伤害
敌人晕眩门槛降低 (20-25)%
投射物速度降低 25%
敌人被晕眩时间延长 (60-80)% 
持弓攻击附加 6 - 10 基础物理伤害
有 50% 几率使晕眩时间延长 1 倍
]],[[
穿心
穿射箭袋
等级需求: 36
版本: 3.0.0以前
版本: 当前
固定基底词缀: 2
{variant:1}10% chance of Arrows Piercing
{variant:2}箭矢会穿透 1 个额外目标
攻击速度提高 (8-12)%
+350 点闪避值
+(40-50) 最大生命
持弓攻击附加 (10-14) - (19-24) 基础物理伤害
{variant:1}Projectile Damage increased by 50% of Arrow Pierce Chance
{variant:2}箭矢对其穿透的目标所造成的击中伤害和异常状态伤害提高 50%
]],[[
爆裂之射
钝矢箭袋
联盟: 先驱者
等级需求: 60
固定基底词缀: 1
敌人被晕眩时间延长 (25-35)% 
获得【召唤射术先驱者】
攻击和法术附加 (19-22)-(30-35) 基础火焰伤害
攻击和法术附加 (19-22) - (30-35) 基础冰霜伤害
+(30-50) 力量和敏捷
+(15-25)% 火焰与冰霜抗性
]],[[
西里的嗜血之矢
鲨齿箭袋
升级: 使用 预言【卑贱之死】 升级为 传奇【西里之逝】 
版本: 2.6.0以前
版本: 当前
等级需求: 10
固定基底词缀: 1
你的攻击击中每个敌人会回复 +(3-4) 生命
+(15-25) 力量
+(35-45) 敏捷
+(15-25) 智慧
{variant:2}攻击附加 10 - 20 基础冰霜伤害
攻击速度提高 (7-10)%
你的攻击击中每个敌人会回复 +(2-3) 生命
范围效果扩大 10%
]],[[
西里之逝
鲨齿箭袋
源: 由 传奇【西里的嗜血之矢】 使用 预言【卑贱之死】 升级
等级需求: 45
固定基底词缀: 1
你的攻击击中每个敌人会回复 +(3-4) 生命
+(15-30) 全属性
攻击速度提高 (7-10)%
你的攻击击中每个敌人会回复 +(2-3) 生命
范围效果扩大 10%
每 10 点敏捷可以为攻击附加 1 - 2 基础冰霜伤害
每 10 点力量可以为攻击附加 1 - 2 基础火焰伤害
每 10 点智慧可以为攻击附加 0 - 3 基础闪电伤害
]],[[
马洛尼的暮光
钝矢箭袋
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 55
固定基底词缀: 1
敌人被晕眩时间延长 (25-35)% 
{variant:1}攻击速度提高 (8-10)%
{variant:2,3}攻击速度提高 10%
+(50-70) 最大生命
+(12-16)% 混沌抗性
{variant:1}持弓攻击附加 (5-7) - (8-10) 基础物理伤害
{variant:2,3}持弓攻击附加 (8-10) - (14-16) 基础物理伤害
{variant:1}被击中时有 10% 几率制造一团烟雾
{variant:2,3}被击中时有 25% 几率制造一团烟雾
{variant:1}对致盲的敌人的击中和异常状态伤害提高 (20-40)%
{variant:2}对致盲的敌人的击中和异常状态伤害提高 (20-40)%
{variant:3}对致盲的敌人的击中和异常状态伤害提高 (40-60)%
]],[[
寒锋之卫
宽矢箭袋
等级需求: 28
固定基底词缀: 1
持弓攻击附加 6 - 12 基础物理伤害
+(400-450) 护甲
投射物速度提高 (20-30)%
晕眩回复和格挡回复提高 50%
投射物伤害提高 (15-20)%
(20-24)% 攻击格挡率
(12-15)% 法术格挡率
]],[[
瑞佛之羽
双锋箭袋
联盟: 魔符·标准, 魔符·专家
源: 传奇Boss【狼王瑞佛】 专属掉落 (等级 70+)
等级需求: 56
版本: 3.14.0以前
版本: 当前
固定基底词缀: 1
命中值提高 (20-30)%
-10% 火焰抗性
+(20-30)% 闪电抗性
你的攻击击中每个敌人会回复 +7 生命
投射物速度降低 20%
投射物伤害提高 (30-50)%
{variant:1}投射物会分裂
{variant:2}箭矢分叉
]],[[
勇者之礼
刺锋箭袋
等级需求: 45
固定基底词缀: 1
攻击和法术暴击率提高 (20-30)%
+(30-40) 敏捷
施法速度提高 (8-12)%
+(30-60) 最大生命
+(20-40)% 闪电抗性
20% 几率避免被晕眩
每 10 点智慧可使闪电伤害提高 1%
]],[[
小会战
双锋箭袋
等级需求: 19
固定基底词缀: 1
命中值提高 (20-30)%
+(15-25) 智慧
+(30-50) 最大魔力
魔力回复速度提高 (20-30)%
物理攻击伤害的 0.2% 转化为魔力偷取
攻击技能可以额外召唤 1 个图腾
]],[[
灵魂打击
刺锋箭袋
版本: 2.5.0以前
版本: 当前
等级需求: 64
固定基底词缀: 1
攻击和法术暴击率提高 (20-30)%
+30 敏捷
攻击附加 (13-18) - (26-32) 基础混沌伤害
攻击速度提高 (8-12)%
+(100-120) 最大能量护盾
能量护盾的回复速度降低 40%
{variant:1}能量护盾启动回复比平常快 150%
{variant:2}能量护盾启动回复比平常快 80%
]],[[
虚空制箭者
穿射箭袋
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 68
固定基底词缀: 1
箭矢会穿透 1 个额外目标
当你发射箭矢时，会消耗 1 个虚空之矢来触发 20 级的【虚空射击】
攻击附加 (30-40) - (80-100) 基础冰霜伤害
+(80-120) 最大能量护盾
+(20-30)% 冰霜抗性
击败敌人回复 +(20-40) 魔力
{variant:1}投射物速度提高 30%
{variant:2}投射物速度提高 50%
5 最大虚空之矢数量
{variant:1}每秒获得 1 个虚空之矢
{variant:2}每 0.5 秒获得 1 个虚空之矢
裂界之器
]],
}
