-- Item data (c) Grinding Gear Games
return {

-- Shield: Armour
[[
科塔拉的调节器
王权刺盾
等级需求: 54, 70 Dex, 70 Int
固定基底词缀: 1
4% 的几率躲避法术击中
该装备的闪避与能量护盾提高 (160-220)%
若过去 8 秒内你造成过暴击，则持续伤害加成 +(40-60)%
若过去 8 秒内你造成过暴击，则每秒生命再生 (2-2.5)%
你造成暴击时，失去 (10-15)% 能量护盾
你造成暴击时，失去 (10-15)% 生命
]],
[[
维多里奥的贡献【仿品】
合板鸢盾
等级需求: 50, 64 Str, 64 Int
联盟: 夺宝奇兵
固定基底词缀: 1
+8% 所有元素抗性
+(50-70) 最大生命
+(20-30)% 闪电抗性
+11% 混沌抗性
你技能的非诅咒类光环效果提高 10%
击中时有 5% 几率为周围友军提供一个耐力球
击败敌人时，有 10% 几率为周围友军提供一个狂怒球
]],
[[
迷雾之墙【仿品】
漆彩轻盾
等级需求: 60, 159 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
移动速度提高 6%
闪避值提高 (120-150)%
移动速度提高 10%
+(10-20)% 火焰与冰霜抗性
若你近期内没有格挡过敌人，则法术伤害格挡率 +75%
迷踪状态下，被击中时避免物理伤害的几率 +(8-15)%
若近期内有过格挡，你则获得【迷踪】状态
]],
[[
图克哈玛堡垒【仿品】
乌木塔盾
等级需求: 61, 159 Str
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
+(20-30) 最大生命
烙印的伤害提高 40%
+(80-100) 最大生命
可以施放 1 个额外烙印
每个烙印可使暴击几率提高 20%
血魔法
凡人的信念
]],
[[
雷鸣洗礼
钢镜刺盾
等级需求: 66, 85 Dex, 85 Int
固定基底词缀: 1
4% 几率躲避攻击击中
该装备的闪避与能量护盾提高 (500-600)%
魔力回复速度提高 (25-40)%
+50% 几率被感电
将承受的 40% 冰霜伤害视为闪电伤害
将承受的 40% 火焰伤害视为闪电伤害

]],
[[
惊悸剧院
柚木圆盾
版本: 3.16.0以前
版本: 当前
等级需求: 58, 74 Str, 74 Dex
固定基底词缀: 1
格挡回复提高 180%
此物品上装备的【辅助技能石】等级 +2
装备时触发 20 级物理神盾
该装备的护甲与闪避提高 (300-400)%
{variant:1}(30-50)% 几率免疫流血
{variant:2}免疫流血
物理神盾消散时，攻击和施法速度加快 (8-15)%
物理神盾消散时，暴击率提高 (50-70)%
物理神盾没有消散时，周围敌人会目盲
]],
[[
破裂碎片
绯红圆盾
等级需求: 49, 64 Str, 64 Dex
固定基底词缀: 0
你格挡时触发 20 级破盾击
该装备的护甲与闪避提高 (120-150)%
+(80-100) 最大生命
该装备 +(8-12)% 攻击格挡率
]],
[[
帝国的残壁
羊皮轻盾
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
移动速度提高 3%
+15 最大生命
该装备 +3% 攻击格挡率
格挡时 50% 几率获得耐力球
攻击者格挡时反射 4 到 8 物理伤害
30% 法术格挡几率
每个耐力球 +3% 所有元素抗性
]],
[[
皇帝的警戒
冷钢鸢盾
联盟: 古灵庄园
固定基底词缀: 0
等级需求: 46, 60 Str, 60 Int
(16-22)% 法术伤害格挡几率
该装备的护甲与能量护盾提高 (300-400)%
最大生命提高 (10-15)%
你没有能量护盾时无法格挡
格挡击中造成的伤害无法规避能量护盾
非格挡击中造成的伤害始终规避能量护盾
【斗转星移】
]],
[[
不朽意志
威能鸢盾
联盟: 古灵庄园
源: 由 传奇【不屈之志】 使用 通货【光棱卷轴】 升级
等级需求: 68, 85 Str, 85 Int
固定基底词缀: 0
获得【召唤高等不屈先驱者】
+(60-80) 最大生命
+(10-15)% 所有元素抗性
格挡时回复 +(30-50) 魔力
持续吟唱技能伤害提高 (50-70)%
]],
[[
迷雾之墙
漆彩轻盾
等级需求: 60, 159 Dex
固定基底词缀: 1
移动速度提高 6%
闪避值提高 (120-150)%
移动速度提高 10%
+(10-20)% 火焰与冰霜抗性
【迷踪】状态下，+(8-15)% 避免元素伤害几率
近期内你若没有格挡，你的攻击伤害格挡率将处于最高值
若近期内有过格挡，你则获得【迷踪】状态
]],
[[
魔力风暴
石化魔盾
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 59, 141 Int
固定基底词缀: 1
法术伤害提高 (15-20)%
该装备的能量护盾提高 (80-120)%
+(50-70) 最大魔力
魔力回复速度提高 (30-50)%
当你施放法术时，献祭所有魔力，获得等同于献祭魔力 25% 的附加最大闪电伤害，持续 4 秒
]],
[[
瓦卡图图里
环形魔盾
源: 由传奇【远祖之颅】 使用 预言【导师】 升级
等级需求: 63
固定基底词缀: 1
法术伤害提高 (5-10)%
此物品上装备的【召唤生物技能石】等级 +3
+(40-80) 最大能量护盾
该装备的能量护盾提高 (40-80)%
+(15-25) 最大魔力
你技能的非诅咒类光环效果提高 20%
你技能给予召唤生物的非诅咒光环效果提高 20%
格挡时喷洒焦油
近期内你若有过格挡，你和周围友军每秒回复 5% 生命
]],
[[
峰回路转(分裂)
艾兹麦刺盾
联盟: 虚空忆境
等级需求: 62
固定基底词缀: 1
2% 几率躲避法术击中
{fractured}此物品上装备的【闪电技能石】等级 +(1-3)
装备时触发等级 20 闪电圣盾
攻击速度提高 (1-20)%
施法速度提高 (1-20)%  
该装备的闪避与能量护盾提高 (300-400)%
+(1-75) 最大魔力 
移动速度提高 (1-20)%
分裂之物
]],[[
峰回路转(忆境)
艾兹麦刺盾
联盟: 虚空忆境
等级需求: 62
固定基底词缀: 1
2% 几率躲避法术击中
此物品上装备的【闪电技能石】等级 +(1-3)
装备时触发等级 20 闪电圣盾
攻击速度提高 (1-20)%
施法速度提高 (1-20)%  
该装备的闪避与能量护盾提高 (300-400)%
+(1-75) 最大魔力 
移动速度提高 (1-20)%
忆境物品
]],
[[
苦痛之处
巨人魔盾
联盟: 毁灭不朽
法术伤害提高 (20-40)%
该装备的能量护盾提高 (180-220)%
灵体的最大生命提高 (50-100)%
你打出暴击时获得【秘术增强】
你的【召唤灵体】也会随你一起获得【秘术增强】
每个【召唤灵体】会使法术暴击率提高 (40-50)%
]],
[[
汉恩的遗产
巨型塔盾
版本: 3.0.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 67, 159 Str
固定基底词缀: 1
{variant:2,3}+(10-20) 最大生命
护甲提高 (50-100)%
+(60-80) 最大生命
-1 耐力球数量上限
-10% 攻击和法术格挡率上限
+6% 攻击格挡率
{variant:1,2}当不拥有耐力球时，所有属性的最大抗性上限 +3%
{variant:3}当不拥有耐力球时，所有属性的最大抗性上限 +2%
耐力球达到上限时获得【猛攻】状态
]],[[
悬念
艾兹麦塔盾
联盟: 裂隙
源: 地图【乌尔尼多领域】 或 传奇Boss【截载者‧乌尔尼多】 专属掉落
升级: 使用 通货【乌尔尼多的祝福】 升级为 传奇【降伏】
版本: 3.0.0以前
版本: 当前
等级需求: 64, 159 Str
固定基底词缀: 1
{variant:2}+(30-40) 最大生命
护甲提高 (120-160)%
+(50-70) 最大生命
+6% 攻击格挡率
格挡后的短时间内 +1000 护甲
格挡时永久恐吓敌人
]],[[
降伏
艾兹麦塔盾
联盟: 裂隙
源: 由 传奇【悬念】 使用 通货【乌尔尼多的祝福】 升级
版本: 3.0.0以前
版本: 当前
等级需求: 64, 159 Str
固定基底词缀: 1
{variant:2}+(30-40) 最大生命
获得 30 级的主动技能【清算】，且可被此道具上的技能石辅助
护甲提高 (130-170)%
+(65-80) 最大生命
格挡时回复 250 生命
+6% 攻击格挡率
格挡后的短时间内 +1500 护甲
]],[[
五芒屏障
乌木塔盾
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 61, 159 Str
固定基底词缀: 1
{variant:4,5}+(20-30) 最大生命
{variant:2}攻击附加 (7-10) - (15-25) 基础火焰伤害
{variant:3,4,5}攻击和法术附加 (12-15)-(30-35) 基础火焰伤害
护甲提高 (120-150)%
{variant:3,4,5}+(60-80) 最大生命
+(35-50)% 火焰抗性
25% 的物理伤害转换为火焰伤害
{variant:1}击中敌人时有 5% 几率使敌人被衰弱
{variant:2}击中敌人时有 10% 几率使敌人被衰弱
{variant:3,4}击中时有 25% 几率对未受诅咒的敌人施放【衰弱】诅咒
{variant:5}击中时有 25% 几率用衰弱诅咒非诅咒敌人，其效果提高 80%
]],[[
狮眼的荣耀之盾
坚毅塔盾
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 70, 159 Str
固定基底词缀: 1
{variant:3}+(20-30) 最大生命
护甲提高 (200-250)%
{variant:1}+(80-100) 最大生命
{variant:2,3}+(160-180) 最大生命
移动速度降低 5%
晕眩回复和格挡回复提高 20%
承受投射物攻击造成的物理伤害 -25
+5% 攻击格挡率
]],[[
狼蛛
生皮塔盾
版本: 3.0.0以前
版本: 当前
等级需求: 11, 33 Str
固定基底词缀: 1
{variant:2}+(10-20) 最大生命
+(120-160) 护甲
+(30-40) 最大生命
你的攻击和法术无法被闪避
该装备 +(3-5)% 攻击格挡率
反击附加 250 - 300 基础冰霜伤害
]],[[
坚毅之食
坚毅塔盾
源: 商店配方
等级需求: 70
固定基底词缀: 1
+(20-30) 最大生命
此物品上装备的技能石等级 +2
装备时触发 20 级的【元素神盾】
护甲提高 (200-250)%
+(60-80) 最大生命
+(80-100) 点闪避值和能量护盾
]],[[
红刃旗帜
彩绘塔盾
联盟: 军团
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 35, 87 Str
固定基底词缀: 1
{variant:3,4}+(20-30) 最大生命
{variant:1}+(20-60) 最大生命
{variant:2,3,4}+(50-60) 最大生命
{variant:1}此物品上装备的【战吼技能石】等级 +1
{variant:2,3,4}护甲提高 (80-100)%
{variant:2,3}攻击被嘲讽的敌人时，攻击伤害的 2% 转化为生命偷取
{variant:4}战吼的威力值无限
{variant:2,3,4}战吼冷却回复速度提高 50%
+5% 攻击格挡率
{variant:1}耐力球持续时间延长 20%
{variant:1,2,3}每嘲讽 1 个敌人回复 +10 生命
{variant:4}嘲讽持续时间延长 20%

]],[[
提图库斯的坚盾
强化塔盾
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 30, 76 Str
固定基底词缀: 1
{variant:3}+(10-20) 最大生命
护甲提高 (60-80)%
+(30-50) 最大生命
{variant:1}承受投射物攻击造成的物理伤害 -10
{variant:2,3}承受投射物攻击造成的物理伤害 -(80-50)
承受投射物的攻击时，护甲提高 200%
+25% 对投射物格挡率
]],[[
巫木
松木塔盾
联盟: 风暴
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 17, 46 Str
固定基底词缀: 1
{variant:3,4}+(20-30) 最大生命
+(40-60) 最大生命
{variant:2,3}护甲提高 (130-150)%
{variant:1,2,3}每秒回复 0.5% 生命
{variant:4}每拥有一个图腾可让你和图腾每秒回复 0.5% 生命
图腾使用技能的范围效果扩大 15%
{variant:1}图腾使用技能造成伤害的 1% 转化为生命偷取
{variant:2,3,4}你偷取生命，数值等同于你的图腾造成伤害的 0.5%
]],[[
图克玛哈堡垒
乌木塔盾
版本: 3.0.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 61, 159 Str
固定基底词缀: 1
{variant:2,3}+(20-30) 最大生命
图腾伤害提高 40%
+(80-100) 最大生命
最多同时可以额外召唤 1 个图腾
每个激活的图腾提供 +300 护甲
血魔法
{variant:3}凡人的信念
]],
-- Shield: Evasion
[[
阿兹里之镜
金阳轻盾
升级: 使用 预言【女王的牺牲】 升级为 传奇【阿兹里的反击】
版本: 2.0.0以前
版本: 3.0.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 54, 130 Dex
固定基底词缀: 1
{variant:3,4}移动速度提高 6%
+(40-60) 智慧
{variant:1,2}闪避值提高 (80-100)%
{variant:3,4}闪避值提高 (180-200)%
获得 +(20-30)% 火焰、冰霜、闪电抗性
{variant:2,3,4}受到诅咒的持续时间缩短 50%
{variant:3,4}未被诅咒时攻击伤害格挡几率 +10%
{variant:3,4}被诅咒时法术伤害格挡几率 +20%
{variant:1,2,3}诅咒反射
{variant:4}魔蛊反射
]],[[
阿兹里的反击
金阳轻盾
源: 由 传奇【阿兹里之镜】 使用 预言【女王的牺牲】 升级
等级需求: 68
版本: 3.12.0以前
版本: 当前
固定基底词缀: 1
移动速度提高 6%
+(40-60) 智慧
闪避值提高 (180-200)%
+(180-200) 最大能量护盾
获得 +(20-30)% 火焰、冰霜、闪电抗性
{variant:1}诅咒反射
{variant:2}魔蛊反射
不受诅咒影响
你所施放诅咒的效果提高 (15-20)%
]],[[
恐惧之缶
战争轻盾
升级: 使用 预言【恐惧之口】 升级为 传奇【颤栗之饥】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 29, 74 Dex
固定基底词缀: 1
{variant:3}移动速度提高 9%
此物品上装备的【诅咒技能石】等级 +1
闪避值提高 (30-50)%
{variant:2,3}+(40-50) 最大生命
{variant:2,3}+(50-70) 最大能量护盾
诅咒持续时间延长 100%
+5% 攻击格挡率
格挡时有 10% 几率使怪物逃跑
]],[[
颤栗之饥
战争轻盾
源: 由 传奇【恐惧之缶】 使用 预言【恐惧之口】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 32, 74 Dex
固定基底词缀: 1
{variant:3}移动速度提高 9%
此物品上装备的【诅咒技能石】等级 +1
闪避值提高 (30-50)%
{variant:2,3}+(40-50) 最大生命
{variant:2,3}+(50-70) 最大能量护盾
诅咒持续时间延长 100%
+5% 攻击格挡率
格挡时有 10% 几率使怪物逃跑
对受诅咒敌人造成伤害的 1% 转化为生命偷取
]],[[
普兰德斯之徽
松木轻盾
版本: 1.3.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 8, 26 Dex
固定基底词缀: 1
{variant:3}移动速度提高 3%
+(60-80) 最大生命
(5-8) 每秒生命回复
+30% 闪电抗性
物理攻击伤害的 0.6% 会转化为生命偷取
{variant:1}+10% 攻击格挡率
{variant:2,3}+5% 攻击格挡率
]],[[
邪神庇护
波纹轻盾
版本: 3.0.0以前
版本: 当前
等级需求: 46, 112 Dex
固定基底词缀: 1
{variant:2}移动速度提高 3%
攻击附加 (8-12) - (15-20) 基础物理伤害
攻击速度提高 (6-10)%
+(50-70) 最大生命
(8-12)% 法术格挡率
]],[[
冰霜之镜
彩绘轻盾
升级: 使用 预言【火焰气息】 升级为 传奇【冰霜之魂】 
版本: 1.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 16, 44 Dex
固定基底词缀: 1
{variant:4}移动速度提高 6%
闪避值提高 (60-100)%
+5% 冰霜抗性上限
+50% 冰霜抗性
{variant:3,4}获得额外冰霜伤害， 其数值等同于物理伤害的 (10-15)%
{variant:1}反射 (5-10) 冰霜伤害给近战攻击者
{variant:2,3,4}反射 (25-50) 冰霜伤害给近战攻击者
+5% 攻击格挡率
]],[[
冰霜之魂
彩绘轻盾
源: 由 传奇【冰霜之镜】 使用 预言【火焰气息】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 16, 44 Dex
固定基底词缀: 1
{variant:3}移动速度提高 6%
闪避值提高 (60-100)%
+5% 冰霜抗性上限
+50% 冰霜抗性
{variant:2,3}获得额外冰霜伤害， 其数值等同于物理伤害的 (10-15)%
反射 (25-50) 冰霜伤害给近战攻击者
+5% 攻击格挡率
受到击中火焰伤害的 20% 转为冰霜伤害
]],[[
哑风尖旗
釉彩轻盾
联盟: 军团
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 42, 103 Dex
固定基底词缀: 1
{variant:3,4}移动速度提高 6%
+(20-40)% 冰霜抗性
{variant:1}此物品上装备的【战吼技能石】等级 +1
{variant:2,3,4}闪避值提高 (80-100)%
范围效果扩大 10%
{variant:1}混沌伤害提高 (20-30)%
{variant:1}击败被嘲讽的敌人获得 2 秒【猛攻】状态
{variant:2,3,4}使用战吼后获得持续 4 秒的【猛攻】状态
{variant:2,3,4}战吼的增益效果提高 25%
{variant:4}召集部队
]],[[
千齿
瓦尔轻盾
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 63, 159 Dex
固定基底词缀: 1
{variant:3}移动速度提高 3%
闪避值提高 (100-120)%
+(70-90) 最大生命
物理攻击伤害的 0.4% 会转化为生命偷取
+5% 攻击格挡率
格挡攻击时反射 1 - 1000 物理伤害
{variant:2,3}你反射给怪物的 10% 伤害会变为回复生命
]],
-- Shield: Energy Shield
[[
布琳洛特-加龙省之旗
环形魔盾
联盟: 军团
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 23, 60 Int
固定基底词缀: 2
{variant:1,2}法术伤害提高 5%
{variant:3,4}法术伤害提高 (5-10)%
+(70-90) 最大能量护盾
{variant:1}攻击速度提高 (8-12)%
{variant:2,3,4}施法速度提高 (8-12)%
魔力回复速度提高 (20-40)%
{variant:1}此物品上装备的【战吼技能石】等级 +1
{variant:2,3,4}此物品上装备的【战吼技能石】等级 +3
{variant:1}击中被嘲讽的敌人回复 +3 魔力
{variant:2,3}使用战吼时获得 2 个暴击球
{variant:4}使用战吼时，你和周围友军获得【秘术增强】
{variant:4}【秘术增强】的增益效果随着战吼的【威力值】提高，最多提高 50%
]],[[
艾许之镜
暗金魔盾
联盟: 裂隙
源: 地图【艾许领域】 或 传奇Boss【异念‧艾许】 专属掉落
升级: 使用 通货【艾许的祝福】 升级为 传奇【艾许之面】
等级需求: 53, 128 Int
+(20-30) 智慧
+(40-70) 最大生命
该装备的能量护盾提高 (80-100)%
+(35-40)% 闪电抗性
近期内你每击败 1 个感电敌人，则附加 1-10 基础闪电伤害
反射感电
]],[[
艾许之面
瓦尔魔盾
联盟: 裂隙
源: 由 传奇【艾许之镜】 使用 通货【艾许的祝福】 升级
版本: 3.0.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 62, 159 Int
固定基底词缀: 2
{variant:1}法术伤害提高 5%
{variant:2,3}法术伤害提高 (5-10)%
{variant:1,2}+(40-70) 最大生命
{variant:3}+(70-100) 最大生命
该装备的能量护盾提高 (240-260)%
+(30-40)% 闪电抗性
+(17-29)% 混沌抗性
当不处于低血或低魔状态时，混沌伤害无法穿透能量护盾
{variant:1,2}当不处于低血或低魔状态时，混沌伤害无法穿透能量护盾
{variant:3}当不处于低血状态时，混沌伤害无法穿透能量护盾
将你身上的感电状态反射给周围所有敌人
]],[[
孔明的神算
象牙魔盾
版本: 3.0.0以前
版本: 3.1.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 41, 100 Int
固定基底词缀: 2
{variant:1}法术伤害提高 15%
{variant:2,3,4}法术伤害提高 (15-20)%
+(20-30) 智慧
{variant:1,2,3}该装备的能量护盾提高 (80-120)%
{variant:4}该装备的能量护盾提高 (250-300)%
{variant:1,2}此物品上的陷阱技能石触发时制造一阵烟雾
{variant:3,4}你的陷阱触发后，随即触发 20 级的【战争迷雾】
{variant:1}对致盲敌人的火焰伤害提高 30%
{variant:2,3}击中和异常状态对致盲敌人的火焰伤害提高 30%
{variant:4}击中和异常状态对致盲敌人的火焰伤害提高 (30-50)%
承受来自致盲敌人的法术伤害降低 30%
没有格档率
]],[[
月影之耀
灵相魔盾
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 28, 71 Int
固定基底词缀: 2
{variant:1}法术伤害提高 10%
{variant:2,3}法术伤害提高 (10-15)%
法术暴击率提高 (60-80)%
{variant:1,2}该装备的能量护盾提高 (100-140)%
{variant:3}该装备的能量护盾提高 (475-600)%
{variant:1,2}该装备 +(3-5)% 攻击格挡率
{variant:3}该装备 +(6-10)% 攻击格挡率
{variant:3}法术附加 (35-39) - (54-60) 基础冰霜伤害
每 1% 攻击伤害格挡几率 +1% 基础暴击伤害加成
近期内你若造成非暴击伤害，则 +25% 暴击伤害加成
]],[[
轮回
和谐魔盾
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 65, 159 Int
固定基底词缀: 2
{variant:1,2}法术伤害提高 10%
{variant:3,4}法术伤害提高 (10-15)%
{variant:1}该装备的能量护盾提高 (160-200)%
{variant:2,3,4}该装备的能量护盾提高 (210-250)%
+2 暴击球数量上限
攻击技能有 20% 几率获得暴击球
{variant:1,2,3}每个暴击球可使法术伤害提高 6%
{variant:4}每个暴击球可使法术伤害提高 (12-16)%
暴击球达到最大数量时，失去所有的暴击球
暴击球达到最大数量时，你被感电
]],[[
远祖之颅
环形魔盾
版本: 3.0.0以前
版本: 3.10.1C以前
版本: 当前
等级需求: 23, 60 Int
固定基底词缀: 2
{variant:1}法术伤害提高 5%
{variant:2,3}法术伤害提高 (5-10)%
此物品上装备的【召唤生物技能石】等级 +2
+(15-25) 最大魔力
该装备的能量护盾提高 (40-80)%
{variant:1,2}你身上的光环效果提高 10%
{variant:1,2}召唤生物身上的光环效果提高 10%
{variant:3}你技能的非诅咒类光环效果提高 10%
{variant:3}召唤生物身上的来自你技能的光环效果提高 10%
暴击时喷洒焦油
]],[[
献祭之心
巨人魔盾
联盟: 战乱之殇
源: 瓦尔军团
版本: 3.4.0以前
版本: 3.8.0以前
版本: 3.8.0以后
等级需求: 68, 159 Int
{variant:1}(40-60)% 的攻击格挡率同样套用于法术格挡
{variant:2,3}(10-15)% 法术伤害格挡几率
{variant:1,2}法术伤害提高 (40-60)%
最大生命提高 10%
该装备的能量护盾提高 (120-160)%
{variant:1,2}+25% 闪电抗性
{variant:3}当你触发或施法法术技能时牺牲 4% 的血量
{variant:3}每 100 玩家最大生命提高 2% 法术暴击几率
{variant:3}每 100 玩家最大生命提高 2% 法术伤害
]],[[
山特立的回应
铜锻魔盾
版本: 3.4.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 33, 82 Int
{variant:1}25% 的攻击格挡率同样套用于法术格挡
{variant:2,3}10% 法术伤害格挡几率
+(20-30) 智慧
物品掉落数量提高 (4-8)%
+5% 攻击格挡率
{variant:1,2}无视诅咒数量上限，当格挡近战攻击时施放 15 级【惩戒】
{variant:1,2}无视诅咒数量上限，当格挡投射物攻击时施放 15 级【时空锁链】
{variant:1,2}无视诅咒数量上限，当格挡法术时施放 15 级【元素要害】
{variant:3}你格挡近战伤害时用惩戒诅咒敌人，其效果提高 60%，且无视诅咒限制
{variant:3}你格挡投射物攻击伤害时，用时空锁链诅咒敌人，其效果提高 60%，且无视诅咒限制
{variant:3}你格挡法术伤害时，用元素要害诅咒敌人，其效果提高 60%，且无视诅咒限制
]],
-- Shield: Armour/Evasion
[[
德瑞索的勇者之盾
古代圆盾
版本: 2.6.0以前
版本: 3.4.0以前
版本: 当前
等级需求: 54, 70 Str, 70 Dex
固定基底词缀: 1
格挡回复提高 120%
物理伤害提高 20%
该装备的护甲与闪避提高 (100-120)%
{variant:1}+(10-20)% 火焰抗性
{variant:1}+(10-20)% 冰霜抗性
{variant:1}+(10-20)% 闪电抗性
{variant:2,3}获得 +(10-20)% 火焰、冰霜、闪电抗性
{variant:2}低血时，120% 的攻击格挡率套用于法术格挡
{variant:3}低血时，法术伤害格挡几率额外 +30%
该装备 +(3-6)% 攻击格挡率
{variant:2}近期内你若格挡过攻击，则有 20% 几率格挡法术
{variant:2}近期内你若格挡过法术，则有 20% 几率格挡攻击
{variant:3}近期内你若格挡过攻击伤害，则有 20% 几率格挡法术伤害
{variant:3}近期内你若格挡过法术，攻击伤害格挡几率 +20%
]],[[
深渊绝壁
铆钉圆盾
版本: 2.6.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 20, 28 Str, 28 Dex
固定基底词缀: 1
格挡回复提高 60%
攻击附加 4 - 8 基础物理伤害
{variant:1}攻击附加 4 - 8 基础冰霜伤害
{variant:2,3}攻击附加 12 - 15 基础冰霜伤害
该装备的护甲与闪避提高 (90-130)%
+(30-50)% 火焰抗性
{variant:1,2}格挡时，用 5 级的【脆弱】诅咒敌人
{variant:3}格挡时用脆弱诅咒敌人，其效果提高 20%
]],[[
影月
祭者圆盾
等级需求: 66
此物品上装备的技能石等级 +2
装备时触发 20 级的【寒冰神盾】
该装备的护甲与闪避提高 (200-250)%
+(60-80) 最大生命
免疫冰冻
]],[[
暴雨之舵
朽木圆盾
版本: 3.16.0以前
版本: 当前
等级需求: 5
固定基底词缀: 1
格挡回复提高 60%
+(5-10) 护甲
物品稀有度提高 (30-40)%
{variant:1}诅咒持续时间延长 25%
{variant:2}诅咒持续时间延长 100%
受到诅咒的持续时间延长 100%
+5% 攻击格挡率
]],
-- Shield: Armour/Energy Shield
[[
幻芒圣盾
斗士鸢盾
版本: 1.1.0以前
版本: 3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 62, 85 Str, 85 Int
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (10-20)%
{variant:3,4}攻击技能的火焰、冰霜、闪电伤害提高 (10-20)%
{variant:1,2,3}该装备的护甲与能量护盾提高 (80-100)%
{variant:4}该装备的护甲与能量护盾提高 (300-400)%
获得 +10% 火焰、冰霜、闪电抗性
+5% 冰霜抗性上限
+6% 攻击格挡率
{variant:1}格挡时回复能量护盾，数值等同于 4% 的护甲
{variant:2,3,4}格挡时回复能量护盾，数值等同于 2% 的护甲
]],[[
破碎信念
威能鸢盾
联盟: 军团
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 85 Str, 85 Int
固定基底词缀: 1
获得 +12% 火焰、冰霜、闪电抗性
混沌伤害的 0.4% 转化为生命偷取
{variant:1,2}获得额外混沌伤害，其数值等同于物理伤害的 (5-10)%
{variant:1,3}-10% 攻击格挡率
{variant:2}5% 攻击格挡率
{variant:1}当能量护盾归零时，伤害提高 (20-30)%
{variant:2,3}当你没有能量护盾时，护甲提高 100%
{variant:1}格挡时有 30% 几率获得 3 秒不洁之力
{variant:2}格挡时获得 10 秒不洁之力
{variant:3}当你没有能量护盾时获得【不洁之力】
{variant:3}你制造的奉献地面将会是亵渎地面

]],[[
耀日
威能鸢盾
等级需求: 68
固定基底词缀: 1
获得 +12% 火焰、冰霜、闪电抗性
此物品上装备的技能石等级 +2
装备时触发 20 级的【火焰神盾】
该装备的护甲与能量护盾提高 (200-250)%
+(60-80) 最大生命
免疫点燃
]],[[
元素的庇护
威能鸢盾
版本: 1.1.0以前
版本: 2.0.0以前
版本: 3.16.0以前
版本: 当前
等级需求: 68, 85 Str, 85 Int
固定基底词缀: 2
{variant:1}获得 +24% 火焰、冰霜、闪电抗性
{variant:2,3,4}获得 +12% 火焰、冰霜、闪电抗性
{variant:1,2}此物品上装备的【光环技能石】等级 +1
{variant:3,4}此物品上装备的【光环技能石】等级 +2
插入的技能石同时消耗生命并保留生命而非消耗和保留魔力
{variant:1,2,3}插入的技能石的保留效果降低 25%
{variant:4}插入的技能石的保留效率提高 30%
+(20-30) 敏捷
获得 +25% 火焰、冰霜、闪电抗性
]],[[
烈炎之翼
厚装鸢盾
版本: 1.1.0以前
版本: 3.1.0 以前
版本: 当前
等级需求: 65, 85 Str, 85 Int
固定基底词缀: 2
{variant:1}获得 +16% 火焰、冰霜、闪电抗性
{variant:2,3}获得 +8% 火焰、冰霜、闪电抗性
{variant:3}+(40-60) 最大生命
该装备的护甲与能量护盾提高 (80-100)%
{variant:1,2}6 每秒生命回复
{variant:3}(15-20) 每秒生命回复
{variant:1,2}+8% 火焰抗性上限
{variant:3}+5% 火焰抗性上限
+(20-25)% 火焰抗性
低血时 +25% 火焰抗性
低血时移动速度提高 10%
低血时不会被点燃
]],[[
萨费尔的智慧
圣记鸢盾
版本: 1.1.0以前
版本: 3.4.0以前
版本: 当前
等级需求: 59, 76 Str, 76 Int
固定基底词缀: 2
{variant:1}获得 +8% 火焰、冰霜、闪电抗性
{variant:2,3}获得 +4% 火焰、冰霜、闪电抗性
{variant:1}(100-120)% 的攻击格挡率同样套用于法术格挡
{variant:2}(70-80)% 的攻击格挡率同样套用于法术格挡
{variant:3}(15-20)% 法术伤害格挡几率
法术伤害提高 (20-30)%
获得 +10% 火焰、冰霜、闪电抗性
{variant:1}+5% 全部抗性上限
{variant:2,3}+4% 全部抗性上限
无法格挡攻击
]],[[
新生之徽
朽木鸢盾
升级: 使用 预言【自然的抵抗】 升级为 【橡树】
版本: 1.1.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 7
固定基底词缀: 2
{variant:1}获得 +8% 火焰、冰霜、闪电抗性
{variant:2,3,4}获得 +4% 火焰、冰霜、闪电抗性
该装备的护甲与能量护盾提高 (80-120)%
你被冰冻的持续时间缩短 50%
{variant:3}每秒回复 1% 生命
{variant:4}每秒回复 3% 生命
{variant:1,2}低血时每秒回复 6% 生命
{variant:3}低血时每秒回复 5% 生命
{variant:4}低血时每秒回复 3% 生命
]],[[
橡树
朽木鸢盾
源: 由 传奇【新生之徽】 使用 预言【自然的抵抗】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 40
固定基底词缀: 1
获得 +4% 火焰、冰霜、闪电抗性
该装备的护甲与能量护盾提高 (80-120)%
+(100-150) 最大生命
你被冰冻的持续时间缩短 50%
{variant:1}每秒回复 1% 生命
{variant:2}每秒回复 3% 生命
{variant:1}低血时每秒回复 5% 生命
{variant:2}低血时每秒回复 3% 生命
]],[[
不屈之志
威能鸢盾
联盟: 先驱者
等级需求: 68, 85 Str, 85 Int
固定基底词缀: 1
获得 +12% 火焰、冰霜、闪电抗性
获得【召唤不屈先驱者】
+(60-80) 最大生命
获得 +(10-15)% 火焰、冰霜、闪电抗性
格挡时回复 +(30-50) 魔力
+5% 攻击格挡率
持续吟唱技能伤害提高 (50-70)%
]],[[
维多里奥的贡献
合板鸢盾
版本: 2.6.0以前
版本: 当前
等级需求: 50, 64 Str, 64 Int
固定基底词缀: 1
获得 +8% 火焰、冰霜、闪电抗性
+(50-70) 最大生命
+(20-30)% 闪电抗性
+11% 混沌抗性
{variant:1}10% increased Radius of Aura Skills
{variant:2}光环技能范围提高 20%
击败敌人时有 10% 几率给予周围友军 1 个暴击球
击中时有 5% 几率给予周围友军 1 个狂怒球
]],
-- Shield: Evasion/Energy Shield
[[
七彩碟
冷芒刺盾
版本: 3.0.0以前
版本: 当前
等级需求: 27, 36 Dex, 36 Int
固定基底词缀: 2
{variant:1}反射 (10-23) 物理伤害给近战攻击者
{variant:2}4% 几率躲避攻击击中
该装备的闪避与能量护盾提高 (120-140)%
+(30-50) 最大生命
+(20-30) 最大能量护盾
物品稀有度提高 10%
被击中时有 25% 几率避免火焰伤害
{variant:2}你正在燃烧时总能点燃敌人
]],[[
苦痛狂鲨
霸者刺盾
版本: 2.0.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 70, 85 Dex, 85 Int
固定基底词缀: 2
{variant:1,2}反射 (221-260) 物理伤害给近战攻击者
{variant:3,4}4% 几率躲避法术击中
陷阱伤害提高 (18-28)%
物理伤害提高 (15-25)%
+(60-80) 最大生命
承受攻击造成的物理伤害 -(18-14)
{variant:1}投掷陷阱时，有 15% 的几率获得 1 个暴击球
{variant:2,3,4}投掷陷阱时，有 25% 的几率获得 1 个暴击球
{variant:1,2,3}获得 20 级的【捕熊陷阱】
{variant:4}获得 25 级的【捕熊陷阱】
]],[[
临死的施舍
钢镜刺盾
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界守卫：寂灭】专属掉落
等级需求: 66
固定基底词缀: 1
4% 几率躲避攻击击中
{variant:1}该装备的闪避与能量护盾提高 (130-150)%
{variant:2}该装备的闪避与能量护盾提高 (500-600)%
+(60-80) 最大生命
造成的异常状态持续时间延长 40%
该装备 +(3-4)% 攻击格挡率
苦痛共享
]],[[
马雷格罗的染血透镜
复合刺盾
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 45, 58 Dex, 58 Int
固定基底词缀: 2
{variant:1}反射 (51-70) 物理伤害给近战攻击者
{variant:2,3}2% 几率躲避法术击中
攻击速度提高 (10-15)%
最大生命提高 (10-20)%
获得 -50% 火焰、冰霜、闪电抗性
范围效果扩大 10%
{variant:1,2}周围盟友在你死亡时，会回复等同你最大生命 2% 的生命
{variant:3}周围盟友在你死亡时，会回复等同你最大生命 1% 的生命
]],
[[
永恒苹果
魂相魔盾
等级需求: 49
固定基底词缀: 1
法术伤害提高 (10-15)%
最大耐力球达到上限时失去所有耐力球
失去耐力球触发一个插入的战吼技能，它有 0.25 秒冷却时间
+(60-80) 最大生命
+(17-23)% 混沌抗性
战吼冷却回复速度提高 50%
无法格档
]],[[
不屈烈焰
威能鸢盾
等级需求: 68
固定基底词缀: 1
源: 帝王试炼迷宫专属掉落
获得 +12% 火焰、冰霜、闪电抗性
暴击时触发【炼狱之诫】
攻击和法术暴击率提高 (50-70)%
+(50-70) 最大生命
+(20-30)% 火焰抗性
近期内你若打出过暴击，则攻击速度提高 (8-12)%
近期内你若有打出过暴击，则施法速度提高 (8-12)%
]],[[
泽尔的放大器
光辉刺盾
等级需求: 49
固定基底词缀: 1
4% 几率躲避攻击击中
法术伤害提高 (40-50)%
+(60-80) 最大能量护盾
+(50-70) 最大生命
近期内你若有击败敌人，则范围效果扩大 1%，最多 50%
近期内你若没有被击中，则获得【狂热誓言】
]],[[
艾普之梦
瓦尔魔盾
联盟: 穿越
升级: 使用 通货【觉醒魔瓶】 升级为 传奇【艾普的霸权】
等级需求: 45
固定基底词缀: 1
法术伤害提高 (5-10)%
附加 (50-55) - (72-80) 基础混沌伤害
+(80-100) 最大能量护盾
+25% 几率中毒
中毒时 +3% 全部抗性上限
你身上的每层中毒状态使你每秒回复 80 能量护盾，最多可有 400 秒
你身上的中毒效果消失速度减慢 50%
]],[[
艾普之梦【遗产】
远古魔盾
联盟: 穿越
升级: 使用 通货【觉醒魔瓶】 升级为 传奇【艾普的霸权】
等级需求: 45
固定基底词缀: 1
法术伤害提高 (5-10)%
附加 (20-22) - (30-37) 基础混沌伤害
+(80-100) 最大能量护盾
+25% 几率中毒
中毒时 +3% 全部抗性上限
你身上的每层中毒状态使你每秒回复 50 能量护盾，最多可有 250 秒
你身上的中毒效果消失速度减慢 50%
]],[[
艾普的霸权
瓦尔魔盾
联盟: 穿越
源: 由 传奇【艾普之梦】 使用 通货【觉醒魔瓶】 升级
等级需求: 62
固定基底词缀: 1
法术伤害提高 (5-10)%
附加 (50-55) - (72-80) 基础混沌伤害
+(130-150) 最大能量护盾
能量护盾启动回复比平常快 (30-50)%
你承受的流血伤害改为混沌伤害
+25% 几率中毒
中毒时 +3% 全部抗性上限
你身上的中毒效果消失速度减慢 50%
]],
[[
升华之灯
黄金圣炎
源: 竞赛奖励品
等级需求: 15
固定基底词缀: 1
+(11-19)% 混沌抗性
攻击附加 10 - 20 基础火焰伤害
物品稀有度提高 (10-20)%
照亮范围扩大 20%
]],
}
