-- Item data (c) Grinding Gear Games
return {
-- Weapon: Staff
[[
摧残之光
细柄长杖
源: 传奇Boss【焚界者】专属掉落
等级需求: 68, 78 Str, 78 Int
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
元素抗性减少 (60-70)%
元素技能造成三倍伤害
]],
[[
血棘【仿品】
朽木之干
等级需求: 4, 12 Str, 12 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
持长杖时攻击伤害格挡几率 +12%
物理伤害提高 100%
攻击速度提高 (5-10)%
格挡时用易燃诅咒敌人，其效果提高 20%
攻击者格挡时反射 (22-44) 物理伤害
]],
[[
宵晓【仿品】
风暴长杖
等级需求: 64, 113 Str, 113 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +25%
持长杖时攻击伤害格挡几率 +10%
该装备的攻击暴击率提高 (40-50)%
获得额外混沌伤害，其数值等同于元素伤害的 (10-20)%
每 1% 攻击伤害格挡几率 +1% 基础暴击伤害加成
近期内你若造成非暴击伤害，则 +60% 暴击伤害加成
近期若打出过暴击，则元素伤害提高 (120-150)%
]],
[[
绿藤【仿品】
朽木之干
等级需求: 4, 12 Str, 12 Int
联盟: 夺宝奇兵
replica: true
固定基底词缀: 0
持长杖时攻击伤害格挡几率 +18%
此物品上的技能石受到 1 级的 多重图腾 辅助
全局伤害提高 (40-50)%
最大生命提高 (10-20)%
最大魔力提高 (10-20)%
]],[[
命运之风
恶灵长杖
联盟: 禁忌圣域
源: 传奇Boss【天灾先驱利西亚】专属掉落
固定基底词缀: 1
物理伤害提高 (700-800)%
+100% 攻击和法术暴击伤害加成
将物理伤害的 75% 转化为一种随机元素
25% 的物理伤害转换为混沌伤害
最大暴击几率为 50%
非暴击无法造成伤害
]],
[[
支点
艾兹麦长杖
等级需求: 60, 113 Str, 113 Int
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +20%
物理伤害提高 (140-180)%
(0-50)% 的物理伤害转换为火焰伤害
(0-50)% 的物理伤害转换为冰霜伤害
物理伤害的 (0-50)% 转换为闪电伤害
你施加的元素异常状态反射给你自己
你被感电时，元素伤害击中特别幸运
你被冰缓时，伤害穿透 (8-10)% 元素抗性
你被点燃时，将物理伤害的 (30-40)% 视为一种随机元素额外伤害
]],
[[
庄重之杖
朽木之干
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
8% 攻击伤害格挡率
物理伤害提高 100%
附加 2 - 4 基础物理伤害
范围效果扩大 15%
+2 武器范围
攻击者格挡时反射 8 到 14 物理伤害
]],
[[
猎巫人的审判
贵族长杖
联盟: 古灵庄园
等级需求: 68, 89 Str, 89 Int
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
获得 20 级的【烙印喷涌】
烙印技能的持续时间延长 (50-100)%
]],	
[[
死亡屈服
帝国长杖
联盟: 古灵庄园
源: 由 传奇【圣恶之喻】 使用 通货【焚血卷轴】 升级
等级需求: 66, 113 Str, 113 Int
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
插入的技能石被 1 级的【流血几率】辅助
获得【召唤高等残暴先驱者】
持长杖时攻击伤害格挡几率 +5%
+(30-40)% 暴击导致的流血持续伤害加成
附加 (160-185) - (200-225) 基础物理伤害
该装备的攻击暴击率提高 (30-40)%
]],

[[
东方雷霆圣杖
帝国长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 3.12.0以前
版本: 当前
等级需求: 66, 158 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3,4}18% 攻击格挡率
{variant:1}此物品上装备的【闪电技能石】等级 +1
{variant:2}此物品上装备的【闪电技能石】等级 +2
{variant:3,4}所有闪电法术技能石等级 +2
+(80-120) 智慧
闪电伤害提高 (30-50)%
{variant:1,2,3}对敌人的感电效果持续时间延长 100%
{variant:4}对敌人的闪电异常效果持续时间延长 100%
力量需求提高 40%
伤害穿透 20% 闪电抗性
]],[[
北方雷霆圣杖
帝国长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 66, 158 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
{variant:1}此物品上装备的【闪电技能石】等级 +1
{variant:2}此物品上装备的【闪电技能石】等级 +2
{variant:3}所有闪电法术技能石等级 +2
+(80-120) 智慧
闪电伤害提高 (30-50)%
闪电伤害击中时有 15% 几率使敌人受到感电效果影响
力量需求提高 40%
伤害穿透 20% 闪电抗性
]],[[
南方雷霆圣杖
帝国长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 66, 158 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
{variant:1}此物品上装备的【闪电技能石】等级 +1
{variant:2}此物品上装备的【闪电技能石】等级 +2
{variant:3}所有闪电法术技能石等级 +2
+(80-120) 智慧
闪电伤害提高 (30-50)%
+5% 闪电抗性上限
力量需求提高 40%
伤害穿透 20% 闪电抗性
]],[[
西方雷霆圣杖
帝国长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 66, 158 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
{variant:1}此物品上装备的【闪电技能石】等级 +1
{variant:2}此物品上装备的【闪电技能石】等级 +2
{variant:3}所有闪电法术技能石等级 +2
+(80-120) 智慧
闪电伤害提高 (30-50)%
法术附加 (5-15) - (100-140) 闪电伤害
力量需求提高 40%
伤害穿透 20% 闪电抗性
]],[[
血棘
朽木之干
版本: 2.6.0以前
版本: 3.12.0以前
版本: 当前
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
12% 攻击格挡率
物理伤害提高 100%
攻击速度提高 (5-10)%
格挡攻击时反射 (22-44) 物理伤害
{variant:1,2}格挡时，用 5 级的【脆弱】诅咒敌人
{variant:3}格挡时用脆弱诅咒敌人，其效果提高 20%
]],[[
阐释之杖
艾兹麦长杖
版本: 3.5.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 62
固定基底词缀: 1
18% 攻击格挡率
{variant:1,2}此物品上装备的【混沌技能石】等级 +2
{variant:3}所有物品上装备的【混沌法术技能石】等级 +2
{variant:1}混沌伤害提高 (60-80)%
{variant:2,3}混沌伤害提高 (20-30)%
每个暴击球可使施法速度提高 2%
总计消耗 200 点魔力后可以获得 1 个暴击球
每个暴击球每秒回复 2 魔力
{variant:2}+(40-55)% 非异常状态的持续混沌伤害加成
{variant:3}+(40-55)% 持续混沌伤害加成
]],[[
裂世轮回
风暴长杖
版本: 3.7.0以前
版本: 3.11.0以前
版本: 3.13.0以前
版本: 当前
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 64
固定基底词缀: 1
20% 攻击格挡率
{variant:1}附加 (270-300) - (340-380) 基础物理伤害
{variant:2}附加 (250-280) - (315-355) 基础物理伤害
{variant:3,4}附加 (220-240) - (270-300) 基础物理伤害
{variant:1,2,3}法术附加 (376-400) - (568-600) 基础物理伤害
{variant:4}战斗法师
每装备 1 个【裂界之器】或【塑界之器】，便 +1 最大轮回球
你使用技能时有 25% 几率获得 1 个轮回球
每个轮回球可使攻击和法术附加 (12-14) - (15-16) 基础物理伤害
每有 1 个轮回球，便获得额外混沌伤害，其数值等同于非混沌伤害的 4% 
每有 1 个轮回球，便获得 1% 击中物理伤害减免
每个轮回球可使伤害的 0.2% 转化为生命偷取
近期内你若有使用技能，每有 1 个轮回球，则每秒受到 150 物理伤害
裂界之器
]],[[
宵晓
风暴长杖
源: 商店配方
版本: 2.6.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 64, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}18% 攻击格挡率
{variant:2,3}20% 攻击格挡率
{variant:1,2}4% 攻击格挡率
{variant:3}10% 攻击格挡率
法术暴击率提高 (60-80)%
获得额外混沌伤害，其数值等同于元素伤害的 (10-20)%
每 1% 攻击伤害格挡几率 +1% 基础暴击伤害加成
近期内你若造成非暴击伤害，则 +60% 暴击伤害加成
{variant:1,2}近期若打出过暴击，则法术伤害提高 120%
{variant:3}近期若打出过暴击，则法术伤害提高 (120-150)%
]],[[
幽魂之息
铁锻长杖
版本: 2.6.0以前
版本: 当前
等级需求: 23, 43 Str, 43 Int
固定基底词缀: 2
{variant:1}18% 攻击格挡率
{variant:2}20% 攻击格挡率
施法速度提高 18%
最大魔力提高 18%
光环技能范围提高 18%
诅咒范围扩大 18%
周围敌人被诅咒的效果提高 18%
周围友军的伤害提高 18%
非诅咒类光环的效果提高 18%
]],[[
圣恶之喻
帝国长杖
版本: 3.11.0以前
版本: 当前
联盟: 先驱者
等级需求: 66, 113 Str, 113 Int
固定基底词缀: 1
18% 攻击格挡率
{variant:1}此物品上的技能石受到 10 级的 生命偷取 辅助
{variant:2}此物品上的技能石受到 1 级的 几率流血 辅助
{variant:2}暴击时，+(30-40)% 流血持续伤害加成
获得【召唤残暴先驱者】
5% 攻击格挡率
附加 (160-185) - (200-225) 基础物理伤害
该装备的攻击暴击率提高 (30-40)%
]],[[
圣徒胫骨
史典长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 58, 99 Str, 99 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
此物品上装备的【召唤生物技能石】等级 +2
{variant:1,2}召唤生物每秒回复 (1.5-2.5)% 生命
{variant:1,2}你每控制一个魔侍，召唤生物伤害和施法速度便提高 2%
{variant:1,2}你每控制一个魔卫，召唤生物持续时间延长 2%
{variant:1,2}你每拥有一个灵体，召唤生物伤害提高 (8-12)%
{variant:3}召唤生物伤害提高 (60-80)%
{variant:3}你每控制一个魔侍，有 1% 几率格挡攻击伤害
{variant:3}你每控制一个愤怒狂灵，会使你攻击和施法速度便提高 2%
{variant:3}你每控制一个魔卫，每秒回复 0.6% 生命
{variant:3}你每拥有一个灵体，魔力回复速度提高 30%
]],[[
绿藤
朽木之干
升级: 使用 预言【受困象牙塔】 升级为 传奇【魔藤】
版本: 2.6.0以前
版本: 当前
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
此物品上的技能石受到 8 级的 技能陷阱化 辅助
伤害提高 (40-50)%
最大生命提高 (10-20)%
最大魔力提高 (10-20)%
]],[[
魔藤
朽木之干
源: 由 传奇【绿藤】 使用 预言【受困象牙塔】 升级
等级需求: 32
固定基底词缀: 1
18% 攻击格挡率
此物品上的技能石受到 16 级的 技能陷阱化 辅助
此物品上的技能石受到 16 级的 散弹陷阱 辅助
此物品上的技能石受到 16 级的 陷阱及地雷伤害 辅助
最大魔力提高 (10-20)%
最大生命提高 (10-20)%
伤害提高 (40-50)%
]],[[
霸权时代
审判长杖
版本: 2.6.0以前
版本: 3.7.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3,4}18% 攻击格挡率
6% 攻击格挡率
{variant:1,2}附加 (180-190) - (190-220) 基础物理伤害
{variant:3}附加 (165-175) - (185-205) 基础物理伤害
{variant:4}附加 (135-145) - (160-175) 基础物理伤害
攻击速度提高 (12-16)%
{variant:1,2,3}该装备的攻击暴击率提高 (20-30)%
{variant:4}该装备的攻击暴击率提高 (10-20)%
+1 暴击球数量上限
近战伤害击退敌人时，有 10% 的几率获得 1 个暴击球
]],[[
纯净之神的祭品
贵族长杖
版本: 3.5.0以前
版本: 3.13.0以前
版本: 当前
等级需求: 52, 89 Str, 89 Int
固定基底词缀: 1
18% 攻击格挡率
(12-16)% 攻击格挡率
{variant:1,2}附加 (350-400) - (500-600) 基础火焰伤害
{variant:3}附加 (315-360) - (450-540) 基础火焰伤害
{variant:1}法术附加 (130-150) - (200-250) 基础火焰伤害
{variant:2}法术附加 (230-250) - (300-350) 基础火焰伤害
{variant:3}战斗法师
获得 15 级的【复仇】
{variant:1}近期内你若被击中过，则火焰伤害提高 100%
{variant:2,3}火焰伤害提高 100%
被点燃时免疫冰冻和冰缓
近期内你若有过格挡，则伤害穿透 15% 火焰抗性
]],[[
囚神杵
长杖
版本: 2.6.0以前
版本: 当前
等级需求: 13, 27 Str, 27 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
每 20 点智慧会使范围效果扩大 1%
每 10 点敏捷会使攻击速度提高 1%
每 10 点力量会使武器物理伤害提高 16%
]],[[
誓约
审判长杖
联盟: 战乱之殇
源: 传奇Boss【瓦尔女王阿兹里】专属掉落（地图【生贽之尖】） 
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 68, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
{variant:1,2}此物品上的技能石受到 30 级的 施法回响 辅助
{variant:3}此物品上的技能石受到 30 级的【高等施法回响】辅助
法术伤害提高 (120-160)%
最大魔力提高 100%
]],[[
创域
铁锻长杖
升级: 使用 预言【终结的起点】 升级为 传奇【魂界终结】
版本: 2.6.0以前
版本: 当前
等级需求: 18, 35 Str, 35 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
此物品上装备的【火焰技能石】等级 +1
此物品上装备的【冰霜技能石】等级 +1
此物品上的技能石受到 5 级的 寒冰转烈焰 辅助
附加 (10-15) - (20-25) 基础火焰伤害
附加 (10-15) - (20-25) 基础冰霜伤害
火焰、冰霜、闪电伤害提高 (30-50)%
]],[[
魂界终结
铁锻长杖
源: 由 传奇【创域】 使用 【终结的起点】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 40, 35 Str, 35 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
此物品上装备的【火焰技能石】等级 +1
此物品上装备的【冰霜技能石】等级 +1
此物品上的火焰、冰霜、闪电技能石等级 +2
此物品上的技能石受到 5 级的 寒冰转烈焰 辅助
附加 (10-15) - (20-25) 基础火焰伤害
附加 (10-15) - (20-25) 基础冰霜伤害
火焰、冰霜、闪电伤害提高 (30-50)%
]],[[
炽炎之使
武术长杖
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 60, 113 Str, 113 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3,4}18% 攻击格挡率
此物品上装备的【火焰技能石】等级 +2
{variant:1,2}法术伤害提高 (30-50)%
{variant:1,2}火焰伤害提高 (20-40)%
{variant:3,4}火焰伤害提高 (70-90)%
施法速度提高 10%
{variant:1,2,3}燃烧伤害提高 70%
{variant:4}+(40-60)% 持续火焰伤害加成
]],[[
炽炎之使（遗产）
长杖
版本: 2.0.0以前
等级需求: 60, 113 Str, 113 Int
固定基底词缀: 1
12% 攻击格挡率
此物品上装备的【火焰技能石】等级 +2
法术伤害提高 (30-50)%
火焰伤害提高 (20-40)%
施法速度提高 10%
燃烧伤害提高 70%
]],[[
破碎传承者
蛇纹长杖
版本: 2.6.0以前
版本: 当前
等级需求: 49, 85 Str, 85 Int
固定基底词缀: 2
{variant:1}18% 攻击格挡率
{variant:2}20% 攻击格挡率
+(15-20) 全属性
获得 +(5-7)% 火焰、冰霜、闪电抗性
投射物伤害提高 (60-100)%
照亮范围扩大 20%
此物品上的技能石可以发射 4 个额外投射物
此物品上的技能石投射物会以环状的方式发射
]],[[
风暴之眼
皇家长杖
升级: 使用 预言【风暴之尖】 升级为 传奇【风暴坚壁】
版本: 2.6.0以前
版本: 当前
等级需求: 28, 51 Str, 51 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
物理伤害提高 (80-100)%
附加 (25-35) - (45-60) 基础冰霜伤害
附加 (1-10) - (70-90) 基础闪电伤害
该装备的攻击暴击率提高 (20-35)%
{variant:1}你被冰冻时不会被感电
{variant:2}你被冰冻时不会被感电
{variant:2}有 50% 几率感电已被冰缓的敌人
]],[[
风暴坚壁
皇家长杖
源: 由 传奇【风暴之眼】 使用 预言【风暴之尖】 升级
等级需求: 60
固定基底词缀: 1
18% 攻击格挡率
15% 攻击格挡率
附加 (242-260) - (268-285) 基础物理伤害
该装备的攻击暴击率提高 (20-35)%
50% 的物理伤害转换为冰霜伤害
物理伤害的 50% 转换为闪电伤害
被冰缓时不会被感电
格挡时有 (30-40)% 几率使攻击者冰缓 4 秒
格挡时有 (30-40)% 几率使攻击者感电 4 秒
]],[[
塔林的颤栗之语
风暴长杖
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 64, 113 Str, 113 Int
固定基底词缀: 2
{variant:1,2}18% 攻击格挡率
{variant:3,4}20% 攻击格挡率
{variant:1,2}此物品上装备的【冰霜技能石】等级 +1
{variant:3}此物品上装备的【冰霜技能石】等级 +2
{variant:4}所有物品上装备的【冰霜技能石】等级 +2
{variant:1}法术伤害提高 (40-50)%
{variant:2,3,4}法术伤害提高 (50-60)%
冰霜伤害提高 (40-50)%
施法速度提高 (10-20)%
冰霜伤害击中时有 8% 的几率冰冻敌人
被你冰冻的敌人额外承受 20% 伤害
]],[[
颤抖之杖
军用长杖
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 45, 78 Str, 78 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2,3}18% 攻击格挡率
此物品上的技能石受到 10 级的 遥控地雷 辅助
{variant:1,2}地雷总伤害额外降低 35%
法术伤害提高 (40-60)%
敌人晕眩门槛降低 (15-20)%
{variant:1,2}地雷放置速度提高 (40-60)%
地雷可以被额外触发 1 次
{variant:3}此物品上装备的【法术技能石】等级 +2
]],[[
冰点低语
毒牙长杖
版本: 2.6.0以前
版本: 当前
等级需求: 33, 59 Str, 59 Int
固定基底词缀: 2
{variant:1}12% 攻击格挡率
{variant:2}18% 攻击格挡率
此物品上装备的【辅助技能石】等级 +1
获得 1 级的主动技能【冰风暴】，且可被此道具上的技能石辅助
施法速度提高 (8-12)%
每 10 点智慧会使法术伤害提高 1%
智慧提高 (14-18)%
]],[[
舍吉的手柄
强化长杖
源: 帝王试炼迷宫专属掉落
版本: 2.6.0以前
版本: 当前
等级需求: 28, 43 Str, 43 Int
固定基底词缀: 2
{variant:1}18% 攻击格挡率
{variant:2}20% 攻击格挡率
此物品上装备的技能石等级 +1
15% 攻击格挡率
法术伤害提高 (60-80)%
+(70-100) 最大能量护盾
反射 1 - 150 闪电伤害给近战攻击者
当你格挡时，能量护盾有 20% 几率开始回复
]],
[[
扭魂者
艾兹麦长杖
等级需求: 62
固定基底词缀: 1
18% 攻击格挡率
当你吞噬灵柩时触发 20 级的【召唤幻灵】技能
法术伤害提高 (100-140)%
施法速度提高 (25-30)%
魔力回复速度提高 (80-100)%
召唤生物附加 (45-51) - (66-78) 基础物理伤害
近期内你每吞噬过 1 个灵柩，你和周围队友每秒回复 5% 生命
]],
[[
灰色尖椎
审判长杖
等级需求: 68
固定基底词缀: 1
18% 攻击格挡率
没有插槽
全局伤害提高 (250-300)%
攻击速度提高 (20-30)%
+(1-4)% 全部抗性上限
]],
}
