-- Item data (c) Grinding Gear Games
return {
-- Weapon: One Handed Sword

[[
暴风之钢【仿品】
征战之剑
等级需求: 20, 41 Str, 35 Dex
联盟: 夺宝奇兵
固定基底词缀: 1
命中值提高 40%
附加 (5-8) - (15-20) 基础物理伤害
攻击速度提高 (8-14)%
命中值降低 100%
近战单手武器攻击 +(60-100)% 暴击伤害加成
此武器的攻击穿透 30% 元素抗性
获得等同 15% 物理攻击伤害的火焰伤害
获得等同 15% 物理攻击伤害的闪电伤害
]],
[[
欧罗的贡品【仿品】
狱炎重剑
等级需求: 67, 113 Str, 113 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
攻击技能的元素伤害提高 30%
没有物理伤害
附加 (385-440) - (490-545) 基础冰霜伤害
攻击速度提高 (10-15)%
对被冰冻敌人造成伤害的 1% 转化为生命偷取
20% 几率使用冰霜伤害击中时冰冻敌人
受到的物理伤害提高 10%
承受的冰霜伤害提高 10%
若攻击冻结了敌人，则获得一个耐力球
]],
[[
悖论【仿品】
瓦尔细剑
等级需求: 66, 212 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
+25% 攻击和法术暴击伤害加成
【加密的前缀】
【加密的前缀】
【加密的前缀】
【加密的后缀】
【加密的后缀】
【加密的后缀】
]],
[[
英斯贝理之极【仿品】
智者长剑
等级需求: 47, 81 Str, 81 Dex
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
+330 命中值
物理伤害提高 (100-140)%
混沌伤害的 0.2% 转化为生命偷取
50% 的物理伤害转换为混沌伤害
受到击中物理伤害的 10% 转化为混沌伤害
用该武器击中时施加 2 秒凋零
]],
[[
幻梦飞羽【仿品】
永恒之剑
等级需求: 66, 104 Str, 122 Dex
联盟: 夺宝奇兵
replica: true
固定基底词缀: 1
+475 命中值
附加 (40-65) - (70-100) 基础物理伤害
攻击速度提高 (5-10)%
+(180-200) 护甲
移动速度降低 3%
+(280-300) 命中值
每 450 点护甲值可使攻击伤害提高 1%
]],
[[
钢铁质量
斗士长剑
等级需求: 60, 113 Str, 113 Dex
固定基底词缀: 1
命中值提高 40%
物理伤害提高 (140-175)%
攻击速度提高 (14-18)%
不洁之力
用该武器击中时有 (20-25)% 几率施加 2 秒凋零
召唤魔侍勇士时，它会持握你主手武器的副本
召唤魔侍勇士时，若你近期用该武器击中过敌人则它用该武器造成三倍伤害
]],
[[
升华权威
黄金之刃
源: 竞赛排名奖励
+(16-24) 全属性
你和周围友军的物品稀有度提高 30%
角色体型增大 5%
]],
[[
曙雷
锈斑巨剑
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
命中值提高 40%
附加 1 - 9 基础闪电伤害
+25% 闪电抗性
闪电伤害击中时有 9% 几率使敌人受到感电效果影响
]],
[[
炎夏之血
锈剑
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
命中值提高 40%
附加 2 - 6 基础物理伤害
范围效果扩大 20%
范围伤害提高 10%
+1 狂怒球数量上限
击败敌人有 33% 几率获得狂怒球
每个狂怒球可使移动速度提高 2%
]],
[[
思想奔流
军团长剑
联盟: 古灵庄园
源: 由 传奇【秘法君临】 使用 通货【电击卷轴】 升级
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 1
命中值提高 40%
获得【召唤高等秘法先驱者】
当你攻击时触发 20 级的【风暴突袭】
法术伤害提高 (75-90)%
物理伤害提高 (140-160)%
附加 1 - (60-70) 基础闪电伤害
法术附加 1 - (60-70) 基础闪电伤害
范围效果扩大 10%
]],
[[
救世者
军团长剑
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 1
命中值提高 40%
当你使用救世者造成重击，则召唤一名使用该攻击技能的蜃影武士
装备时触发等级 20 的反射
物理伤害提高 (40-50)%
附加 (16-22) - (40-45) 基础物理伤害
攻击速度提高 (8-12)%
该装备的攻击暴击率提高 (8-12)%
]],
[[
悖论
瓦尔细剑
联盟: 毁灭不朽
固定基底词缀: 1
+25% 攻击和法术暴击伤害加成
此武器的攻击造成双倍伤害
【加密的前缀】
【加密的后缀】
]],

[[
汉恩的力量
夜语长剑
等级需求: 68, 313 Str, 113 Dex
固定基底词缀: 1
命中值提高 40%
附加 (80-115) - (150-205) 基础物理伤害
该装备的攻击暴击率提高 (15-25)%
-1 狂怒球数量上限
范围效果扩大 10%
+100 力量需求
当你没有狂怒球时，+50% 全局暴击伤害加成
狂怒球达到上限时，+(400-500) 命中值
]],[[
芯木腰刀
永恒之剑
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界守卫：约束】 专属掉落（T11地图或以上）
等级需求: 66
固定基底词缀: 1
+475 命中值
{variant:1}物理伤害提高 (170-190)%
{variant:2}物理伤害提高 (185-215)%
攻击速度提高 (10-15)%
移动时闪避值提高 80%
近期内你若使用过移动技能，技能可以额外发射 2 个投射物
远射
]],[[
幻梦飞羽
永恒之剑
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 66, 104 Str, 122 Dex
固定基底词缀: 2
{variant:1,2}命中值提高 18%
{variant:3,4}+475 命中值
{variant:1}附加 (15-30) - (35-50) 基础物理伤害
{variant:2}附加 (20-40) - (55-70) 基础物理伤害
{variant:3,4}附加 (30-50) - (65-80) 基础物理伤害
攻击速度提高 (20-25)%
{variant:1,2,3}+(180-200) 命中值
{variant:4}+(280-300) 命中值
+(180-200) 点闪避值
移动速度提高 3%
每 450 点闪避值可使攻击伤害提高 1%
]],[[
影殒
暮色之刃
版本: 2.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 32, 57 Str, 57 Dex
固定基底词缀: 2
{variant:1,2}命中值提高 18%
{variant:3}命中值提高 40%
{variant:1}物理伤害提高 100%
{variant:2,3}物理伤害提高 150%
+10 智慧
攻击和法术暴击率提高 50%
物理攻击伤害的 (0.6-1)% 转化为魔力偷取
最大生命降低 10%
最大能量护盾提高 (40-50)%
]],[[
女神的怒炎
贵族之剑
源: 商店配方
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 28, 46 Str, 55 Dex
固定基底词缀: 2
{variant:1,2}命中值提高 18%
{variant:3}+190 命中值
占用所有武器栏位
物理伤害提高 (250-300)%
该装备的攻击暴击率提高 (90-110)%
{variant:1}+(15-20)% 攻击和法术暴击伤害加成
{variant:2,3}+(20-30)% 攻击和法术暴击伤害加成
+(40-50)% 火焰抗性
免疫点燃
100% 的物理伤害转换为火焰伤害
被点燃敌人的燃烧加快 50%
只能使用此武器造成伤害并点燃
]],[[
女神的束缚
永恒之剑
源: 商店配方
版本: 2.6.0以前
版本: 当前
等级需求: 51, 104 Str, 122 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}+475 命中值
占用所有武器栏位
附加 (3-6) - (33-66) 基础物理伤害
该装备的攻击暴击率提高 (44-66)%
敌人被点燃的持续时间延长 33%
获得额外火焰伤害，其数值等同于 (66-99)% 剑类物理伤害
点燃敌人时获得【女神的祝福】 3 秒
获得【女神的祝福】时有 33% 几率致盲周围敌人
获得【女神的祝福】时无法被冰冻，冰缓，或点燃
获得【女神的祝福】时攻击速度和移动速度提高 20%
]],[[
韧木曲刃
永恒之剑
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【裂界守卫：约束】 专属掉落
等级需求: 66
固定基底词缀: 1
+475 命中值
{variant:1}物理伤害提高 (170-190)%
{variant:2}物理伤害提高 (185-215)%
攻击速度提高 (15-20)%
静止时护甲提高 80%
近期内你若被击中，技能可以额外发射 2 个投射物
零点射击
静止时获得【霸体】
]],[[
海昂的狂怒
军团长剑
版本: 1.3.0以前
版本: 2.0.0以前
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 2
{variant:1,2,3}命中值提高 18%
{variant:4,5,6}命中值提高 40%
{variant:1,2}附加 1 - (500-600) 基础闪电伤害
{variant:3,4,5,6}附加 1 - (550-650) 基础闪电伤害
攻击速度提高 (7-10)%
{variant:1}每个狂怒球会使承受的伤害提高 6%
{variant:2,3,4}每个狂怒球会使承受的伤害提高 3%
{variant:5,6}每个狂怒球会使承受的伤害提高 1%
{variant:1,2,3,4,5}每个狂怒球会使闪电伤害提高 12%
{variant:6}每个狂怒球会使闪电伤害提高 (15-20)%
击败敌人时，每个狂怒球可以回复 +20 生命
]],[[
一文字
海贼长刀
版本: 2.6.0以前
版本: 当前
等级需求: 58, 81 Str, 117 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
附加 (5-10) - (13-20) 基础物理伤害
{variant:1}物理伤害提高 (60-80)%
{variant:2}物理伤害提高 (80-95)%
{variant:1}攻击速度提高 (10-15)%
{variant:2}攻击速度提高 (20-25)%
技能的保留效果降低 5%
无法获得友方光环效果
光环效果对友方没有作用
你身上的增益效果提高 10%
]],[[
英斯贝理之极
智者长剑
版本: 2.6.0以前
版本: 当前
等级需求: 47, 81 Str, 81 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
物理伤害提高 (100-140)%
攻击速度提高 (17-25)%
混沌伤害的 0.2% 转化为生命偷取
25% 的物理伤害转换为混沌伤害
使用此武器攻击击中时造成瘫痪
]],[[
拉奇许之刃
贵族之剑
版本: 2.6.0以前
版本: 当前
等级需求: 28, 46 Str, 55 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}+190 命中值
物理伤害提高 (60-80)%
附加 (5-8) - (10-14) 基础物理伤害
攻击速度提高 (10-15)%
晕眩回复和格挡回复降低 (30-40)%
20% 几率避免被晕眩
此物品上的技能石受到 1 级的 多重打击 辅助
]],[[
鬼弑
查兰之剑
源: 传奇Boss【西拉克】专属掉落（第一章	【绝望岩滩】）
Requires Level: 2
命中值提高 40%
占用所有武器栏位
该装备的攻击暴击率提高 (70-90)%
每一级为你的攻击附加 2 - 3 基础物理伤害
点燃敌人时获得 3 秒【她的拥抱】效果
受到【她的拥抱】影响时，每级根据你的最大生命和最大护盾总量，造成每秒 0.5% 火焰伤害
]],[[
女爵
旧军刀
版本: 2.6.0以前
版本: 当前
等级需求: 10, 18 Str, 26 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
物理伤害提高 (20-50)%
附加 (3-4) - (5-8) 基础物理伤害
攻击速度提高 15%
{variant:1}获得额外冰霜伤害， 其数值等同于物理伤害的 10%
{variant:2}获得额外冰霜伤害， 其数值等同于物理伤害的 (25-30)%
受到魔侍的伤害提高 10%
受到鬼魂的伤害提高 10%
]],[[
虹耀之月
暮光长剑
版本: 1.3.0以前
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 53, 91 Str, 91 Dex
固定基底词缀: 2
{variant:1,2}命中值提高 18%
{variant:3,4}命中值提高 40%
{variant:1}双持时攻击格挡率提高 10%
{variant:2,3,4}双持时攻击格挡率提高 8%
{variant:1,2,3}附加 (20-30) - (31-40) 基础物理伤害
{variant:4}附加 (60-70) - (71-80) 基础物理伤害
武器上的每个红色插槽使物理伤害提高 25%
每个绿色插槽会使全局攻击速度提高 12%
每个蓝色插槽会使你物理攻击伤害的 0.4% 转化为魔力偷取
每个白色插槽可以扩大 +2 近战武器范围
]],[[
七日锋
夜语长剑
源: 传奇Boss【凤凰守卫】 专属掉落
版本: 2.6.0以前
版本: 3.5.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3,4}命中值提高 40%
{variant:1,2}附加 (65-75) - (110-130) 基础物理伤害
{variant:3,4}附加 (90-110) - (145-170) 基础物理伤害
点燃 1 个敌人后的短时间内，燃烧伤害提高 100%
点燃 1 个敌人后回复 1% 最大生命
对点燃敌人的近战物理伤害提高 100%
{variant:3,4}火焰伤害击中时有 25% 几率点燃敌人
{variant:3}25% 的物理伤害转换为火焰伤害
{variant:4}30% 的物理伤害转换为火焰伤害
]],[[
瓦尔战刃
瓦尔军刃
联盟: 战乱之殇
源: 瓦尔军团
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 64, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}+460 命中值
{variant:1,2}附加 (19-28) - (31-40) 基础物理伤害
{variant:3}附加 (49-98) - (101-140) 基础物理伤害
{variant:1,2}附加 (19-28) - (31-40) 基础火焰伤害
{variant:3}附加 (49-98) - (101-140) 基础火焰伤害
{variant:1,2}附加 (19-28) - (31-40) 基础冰霜伤害
{variant:3}附加 (49-98) - (101-140) 基础冰霜伤害
{variant:1,2}附加 1 - (50-70) 基础闪电伤害
{variant:3}附加 1 - (210-250) 基础闪电伤害
{variant:1,2}附加 (19-28) - (31-40) 基础混沌伤害
{variant:3}附加 (49-98) - (101-140) 基础混沌伤害
攻击速度提高 (10-20)%
]],[[
赤红短刃
锈剑
升级: 使用 预言【恐怖的邪喙鸟】 升级为 传奇【恐惧利刃】
版本: 2.6.0以前
版本: 当前
等级需求: 2
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
低血时伤害提高 100%
物理伤害提高 50%
{variant:1,2}附加 2 - 6 基础物理伤害
攻击速度提高 10%
+(20-30) 最大生命
攻击击中每个敌人会回复 +2 生命
]],[[
恐惧利刃
锈剑
版本: 3.7.0以前
版本: 当前
源: 由 传奇【赤红短刃】 使用 预言【恐怖的邪喙鸟】 升级
等级需求: 61
固定基底词缀: 1
命中值提高 18%
低血时伤害提高 100%
物理伤害提高 50%
{variant:1}附加 (90-98) - (133-140) 基础物理伤害
{variant:2}附加 (83-91) - (123-130) 基础物理伤害
攻击速度提高 10%
+(20-30) 最大生命
攻击击中每个敌人会回复 +2 生命
低血时获得【猛攻】
]],[[
瑞佛统帅
夜语长剑
联盟: 魔符·标准, 魔符·专家
源: Boss 传奇 【狼王瑞佛】 专属掉落 (等级 75+)
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 68, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}命中值提高 40%
双持时攻击格挡率提高 10%
附加 (60-80) - (150-180) 基础物理伤害
{variant:1,2}斧类攻击的物理伤害提高 80%
+(350-400) 命中值
{variant:1,2}击败敌人后有 15% 几率获得 1 个狂怒球
{variant:3}持握斧类时，每点【怒火】都使【流血】 +1% 持续伤害加成
]],[[
秘法君临
军团长剑
联盟: 先驱者
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 1
命中值提高 40%
获得【召唤秘法先驱者】
当你攻击时触发 20 级的【风暴突袭】
法术伤害提高 (75-90)%
物理伤害提高 (140-160)%
附加 1 - (60-70) 基础闪电伤害
法术附加 1 - (60-70) 基础闪电伤害
范围效果扩大 10%
]],[[
食蚜
斗士长剑
版本: 2.6.0以前
版本: 当前
等级需求: 60, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
附加 (75-92) - (125-154) 基础物理伤害
该装备的攻击暴击率提高 (15-25)%
每个红色插槽会使你物理攻击伤害的 0.3% 转化为生命偷取
每个绿色插槽 +10% 攻击和法术暴击伤害加成
每个蓝色插槽会使你物理攻击伤害的 0.3% 转化为魔力偷取
每个白色插槽会使防御提高 8%
装备在主手时全局暴击率提高 (60-80)%
装备于副手时有 8% 额外格挡几率
]],[[
离异梦寐
军用长刃
联盟: 裂隙
源: 地图【夏乌拉领域】 或 传奇Boss【逐梦者‧夏乌拉】 专属掉落
升级: 使用 通货【夏乌拉的祝福】 升级为 传奇【合流梦寐】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 38, 55 Str, 79 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}命中值提高 40%
+(10-20) 全属性
召唤生物的伤害提高 (20-30)%
召唤生物有 +17% 混沌抗性
{variant:1,2}召唤生物击中敌人时会使其中毒
{variant:3}召唤生物击中时有 60% 几率使目标中毒
击败中毒敌人后，召唤生物回复 20% 的最大生命
]],[[
合流梦寐
军用长刃
源: 由 传奇【离异梦寐】 使用 通货【夏乌拉的祝福】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
联盟: 裂隙
等级需求: 69, 55 Str, 79 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}命中值提高 40%
获得 15 级的主动技能【嫉妒】，且可被此道具上的技能石辅助
召唤生物的伤害提高 (30-40)%
召唤生物有 +29% 混沌抗性
{variant:1,2}召唤生物击中敌人时会使其中毒
{variant:3}召唤生物击中时有 60% 几率使目标中毒
召唤生物对中毒的敌人造成伤害的 5% 转化为生命偷取
]],[[
暴风之钢
征战之剑
版本: 2.6.0以前
版本: 当前
等级需求: 20, 41 Str, 35 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
附加 (5-8) - (15-20) 基础物理伤害
攻击速度提高 (8-14)%
攻击和法术无法被闪避
此武器的攻击穿透 30% 火焰、冰霜、闪电抗性
获得等同 15% 物理攻击伤害的闪电伤害
获得等同 15% 物理攻击伤害的火焰伤害
]],[[
黑鲨
瓦尔军刃
联盟: 普兰德斯
版本: 2.6.0以前
版本: 当前
等级需求: 64, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}+460 命中值
物理伤害提高 (40-60)%
附加 (30-45) - (80-100) 基础物理伤害
攻击击中每个敌人会回复 +(2-3) 魔力
可视为所有类型的单手近战武器
]],
-- Weapon: Thrusting Sword
[[
灵护
练武者细剑
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 17, 62 Dex
固定基底词缀: 3
{variant:1}+20% 攻击和法术暴击伤害加成
{variant:2}+30% 攻击和法术暴击伤害加成
{variant:3}+25% 攻击和法术暴击伤害加成
物理伤害提高 (120-150)%
物品稀有度降低 20%
获得 +(40-60)% 火焰、冰霜、闪电抗性
你的攻击击中每个敌人会回复 +3 生命
]],[[
切特斯之针
贵族细剑
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 30, 101 Dex
固定基底词缀: 3
{variant:1}+20% 攻击和法术暴击伤害加成
{variant:2}+30% 攻击和法术暴击伤害加成
{variant:3}+25% 攻击和法术暴击伤害加成
物理伤害提高 (140-160)%
+30 力量
+30 最大魔力
移动速度提高 5%
火焰、冰霜、闪电伤害提高 30%
+2 武器攻击范围
]],[[
卡斯普里怨恨
宝饰细剑
版本: 2.6.0以前
版本: 当前
等级需求: 68, 212 Dex, 257 Int
固定基底词缀: 2
{variant:1}+30% 攻击和法术暴击伤害加成
{variant:2}+25% 攻击和法术暴击伤害加成
没有物理伤害
附加 (80-100) - (160-200) 基础冰霜伤害
法术附加 (40-60) - (90-110) 基础冰霜伤害
攻击速度提高 (8-14)%
+257 智慧需求
对冰缓的目标的暴击率提高 60%
近战暴击时触发插槽内的冰霜技能
]],[[
德瑞索的热情
穿甲刺剑
版本: 2.6.0以前
版本: 当前
等级需求: 43, 140 Dex
固定基底词缀: 2
{variant:1}+30% 攻击和法术暴击伤害加成
{variant:2}+25% 攻击和法术暴击伤害加成
附加 (30-38) - (40-50) 基础物理伤害
附加 (30-38) - (40-50) 基础冰霜伤害
狂怒球持续时间缩短 20%
击败敌人后有 25% 几率获得 1 个狂怒球
当你身上没有狂怒球时，伤害提高 (60-80)%
]],[[
伊沃幻像
古代细剑
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 26, 89 Dex
固定基底词缀: 2
{variant:1}+30% 攻击和法术暴击伤害加成
{variant:2,3}+25% 攻击和法术暴击伤害加成
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 (40-55)%
{variant:3}攻击技能的火焰、冰霜、闪电伤害提高 (40-55)%
附加 1 - (45-55) 基础闪电伤害
攻击速度提高 (16-22)%
装备于主手时，攻击额外连锁弹射 1 次
装备在副手时，攻击可以额外发射 1 个投射物
]],[[
费德利塔斯之锋
锯状薄刃
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 22, 77 Dex
固定基底词缀: 3
{variant:1}+20% 攻击和法术暴击伤害加成
{variant:2}+30% 攻击和法术暴击伤害加成
{variant:3}+25% 攻击和法术暴击伤害加成
没有物理伤害
附加 1 - (40-50) 基础闪电伤害
攻击速度提高 (25-30)%
攻击击中每个敌人会回复 +2 生命
{variant:1,2}闪电伤害击中时有 5% 几率使敌人受到感电效果影响
{variant:3}闪电伤害击中时有 (15-20)% 几率使敌人受到感电效果影响
{variant:3}【闪电之捷】的增益效果提高 50%
]],[[
女神的灵缚
鲸骨细刃
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 7, 32 Dex
固定基底词缀: 3
{variant:1}+20% 攻击和法术暴击伤害加成
{variant:2}+30% 攻击和法术暴击伤害加成
{variant:3}+25% 攻击和法术暴击伤害加成
此物品上装备的【近战技能石】等级 +1
占用所有武器栏位
物理伤害提高 (250-300)%
附加 3 - 7 基础火焰伤害
攻击速度提高 20%
攻击和法术暴击率提高 30%
+(20-40) 点闪避值
物品稀有度降低 20%
低血时移动速度提高 30%
]],
-- Weapon: Two Handed Sword
[[
禅意苦行僧
残暴巨剑
升级: 使用 预言【钢铁之舞】 升级为 传奇【杀孽戒刀】
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 59, 82 Str, 119 Dex
固定基底词缀: 3
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
{variant:3}命中值提高 60%
{variant:1,2}物理伤害提高 (160-190)%
{variant:3}物理伤害提高 (130-160)%
攻击速度提高 (25-30)%
移动速度提高 5%
暴走
暴走时触发 15 级的【幻化之刃德尔维希】
【幻化之刃德尔维希】会使你主手和副手武器装备栏失效
【幻化之刃德尔维希】在暴走结束时死亡
]],[[
杀孽戒刀
残暴巨剑
版本: 3.11.0以前
版本: 当前
源: 由 传奇【禅意苦行僧】 使用 预言【钢铁之舞】 升级
等级需求: 65
固定基底词缀: 2
{variant:1}命中值提高 40%
{variant:2}命中值提高 60%
物理伤害提高 (160-190)%
攻击速度提高 (25-30)%
移动速度提高 5%
暴走
暴走时触发 15 级的【幻化之刃德尔维希】
【幻化之刃德尔维希】会使你主手和副手武器装备栏失效
【幻化之刃德尔维希】在暴走结束时死亡
【幻化之刃德尔维希】也会幻化一个【禅意苦行僧】的复制品
]],[[
终末之始
狮爪巨剑
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 65, 104 Str, 122 Dex
固定基底词缀: 3
{variant:1}命中值提高 18%
{variant:2,3,4}+470 命中值
{variant:5}+50 力量和敏捷
插槽内的的近战技能石范围扩大 15%
{variant:1,2,3}此物品上的红色技能石额外获得 10% 的物理伤害，并转化为火焰伤害
{variant:1,2,3,4}物理伤害提高 (50-70)%
{variant:5}物理伤害提高 (30-50)%
{variant:1,2}附加 (50-75) - (85-110) 基础物理伤害
{variant:3,4,5}附加 (65-75) - (100-110) 基础物理伤害
攻击速度提高 (6-12)%
{variant:4,5}每个插槽内的红色技能石使攻击技能额外获得 5% 的物理伤害的额外火焰伤害
{variant:4,5}当插槽内全部为红色技能石时，获得【瓦尔冥约】
]],[[
疯狂边界
术雕巨剑
联盟: 超越
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 22, 45 Str, 38 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
{variant:3}命中值提高 60%
此物品上装备的【主动技能石】等级 +1
物理伤害提高 (40-60)%
附加 (60-65) - (90-105) 基础混沌伤害
{variant:2,3}每一级为你的攻击附加 1 - 2 基础物理伤害
{variant:1}每一级在击败敌人时获得 +1 生命
{variant:1}每级提高 1%火焰、冰霜、闪电伤害
每级提高 1% 混沌伤害
]],[[
无击
残暴巨剑
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 59, 82 Str, 119 Dex
固定基底词缀: 3
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
{variant:3}命中值提高 60%
插入的技能石被 1 级的赤炼辅助
附加 (90-115) - (230-260) 基础物理伤害
该装备的攻击暴击率提高 (40-50)%
你攻击的目标会反射 100 物理伤害
+2 武器攻击范围
]],[[
刚多的虚荣
艾兹麦巨剑
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 61, 113 Str, 113 Dex
固定基底词缀: 3
{variant:1}命中值提高 18%
{variant:2,3,4}+435 命中值
{variant:4}+25% 攻击和法术暴击伤害加成
{variant:1,2,3}物理伤害提高 (270-320)%
{variant:4}物理伤害提高 (220-250)%
物理攻击伤害的 0.6% 会转化为生命偷取
对流血敌人的近战伤害提高 50%
暴击无法吸血
暴击时有 30% 几率致盲敌人
{variant:1,2}近战暴击会造成流血
{variant:3,4}暴击时有 50% 几率造成流血
]],[[
欧罗的贡品
狱炎重剑
版本: 1.3.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 67, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 30%
{variant:2}攻击技能的元素伤害提高 30%
没有物理伤害
附加 (425-475) - (550-600) 基础火焰伤害
攻击速度提高 (10-15)%
火焰伤害击中时有 20% 几率点燃敌人
{variant:1}受到的物理伤害提高 20%
{variant:2,3}受到的物理伤害提高 10%
{variant:1}受到的火焰伤害提高 20%
{variant:2,3}受到的火焰伤害提高 10%
终结燃烧中的敌人
当攻击使怪物点燃时，获得 1 个狂怒球
]],[[
威严之刃
名贵巨剑
升级: 使用 预言【误会女王】 升级为 传奇【逃亡女王】
版本: 2.6.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 27, 56 Str, 54 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3,4}+185 命中值
{variant:1,2,3}召唤生物的最大生命提高 (10-15)%
{variant:4}召唤生物的最大生命提高 (30-40)%
魔侍的持续时间延长 (150-200)%
{variant:1,2,3}召唤生物的伤害提高 (10-15)%
{variant:4}召唤生物的伤害提高 (30-40)%
+1 魔卫数量上限
+1 灵体数量上限
{variant:1,2}+2 魔侍数量上限
{variant:3,4}+1 魔侍数量上限
力量需求提高 25%
]],[[
逃亡女王
名贵巨剑
源: 由 传奇【威严之刃】 使用 预言【误会女王】 升级
版本: 2.6.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 38, 56 Str, 54 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}+185 命中值
召唤生物的最大生命提高 (10-15)%
召唤生物的移动速度提高 (80-100)%
魔侍的持续时间延长 (150-200)%
召唤生物的伤害提高 (10-15)%
+1 魔卫数量上限
+1 灵体数量上限
{variant:1,2}+2 魔侍数量上限
{variant:3}+1 魔侍数量上限
力量需求提高 25%
]],[[
瑞佛的奋战长剑
高山重刃
版本: 2.6.0以前
版本: 3.7.0以前
版本: 当前
等级需求: 44, 77 Str, 77 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}+305 命中值
物理伤害提高 (120-150)%
攻击速度提高 20%
{variant:1,2}+(150-200) 命中值
{variant:3}+(300-350) 命中值
移动速度提高 10%
]],[[
寒光剑
重剑
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 14, 21 Str, 30 Dex
固定基底词缀: 3
{variant:1}命中值提高 18%
{variant:2}命中值提高 40%
{variant:2}命中值提高 60%
物理伤害提高 (80-100)%
附加 35 - 70 基础冰霜伤害
物理攻击伤害的 0.6% 转化为魔力偷取
免疫冰冻
]],[[
塑星者
狱炎重剑
版本: 3.11.0以前
版本: 当前
源: 传奇Boss【塑界者】 专属掉落
等级需求: 67, 113 Str, 113 Dex
固定基底词缀: 2
{variant:1}命中值提高 30%
{variant:2}攻击技能的元素伤害提高 30%
{variant:1}物理伤害提高 (400-500)%
{variant:2}物理伤害提高 (200-300)%
攻击速度提高 (5-8)%
+(90-100) 最大生命
攻击技能的范围效果扩大 20%
无法造成火焰、冰霜、闪电伤害
你的物理伤害造成感电
塑界之器
]],[[
行刑之刃
虎牙巨剑
版本: 2.6.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 51, 80 Str, 96 Dex
固定基底词缀: 2
{variant:1}命中值提高 18%
{variant:2,3}+360 命中值
{variant:1}物理伤害提高 (120-180)%
{variant:2}物理伤害提高 (220-260)%
{variant:3}物理伤害提高 (180-220)%
{variant:2,3}该装备的攻击暴击率提高 (50-75)%
攻击速度提高 20%
击败敌人回复 +10 魔力
移动速度提高 10%
暴击时获得狂怒球
]],[[
裂空者
狱炎重剑
版本: 3.11.0以前
版本: 当前
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 67
固定基底词缀: 2
{variant:1}命中值提高 30%
{variant:2}攻击技能的元素伤害提高 30%
{variant:1}物理伤害提高 (50-100)%
{variant:2}物理伤害提高 (30-60)%
攻击速度提高 (5-8)%
+(90-100) 最大生命
你的火焰、冰霜、闪电伤害可以造成感电
获得等同武器物理伤害 300% 的随机一种额外火焰，冰霜，或者闪电伤害
攻击技能的范围效果扩大 20%
无法造成非火焰、冰霜、闪电伤害
裂界之器
]],[[
瓦尔传说
宝石之剑
联盟: 穿越
升级: 使用 通货【命运魔瓶】 升级为 传奇【瓦尔命运】
等级需求: 35
固定基底词缀: 1
+240 命中值
物理伤害提高 (180-210)%
攻击速度提高 (8-12)%
该武器击中后造成的 50% 物理伤害转换为一种随机元素伤害
该武器击中时必定造成元素异常状态
该武器击中敌人造成的冰冻如同总伤害额外提高 (150-200)%
该武器击中敌人造成的感电如同总伤害额外提高 (150-200)%
该武器击中敌人造成的点燃总伤害额外提高 (50-75)%
]],[[
瓦尔传说（遗产）
碧铜短剑
联盟: 穿越
升级: 使用 通货【命运魔瓶】 升级为 传奇【瓦尔命运】
等级需求: 35
固定基底词缀: 1
+240 命中值
物理伤害提高 (110-120)%
攻击速度提高 (8-12)%
击败敌人回复 +(20-30) 生命
该武器击中后造成的 50% 物理伤害转换为一种随机元素伤害
该武器击中时必定造成元素异常状态
]],[[
瓦尔命运
宝石之剑
联盟: 穿越
源: 由 传奇【瓦尔传说】 使用 通货【命运魔瓶】 升级
等级需求: 56
版本: 3.10.0以前
版本: 当前
固定基底词缀: 1
+400 命中值
{variant:1}物理伤害提高 (160-180)%
{variant:2}物理伤害提高 (180-210)%
攻击速度提高 (8-12)%
该武器击中后造成的 100% 物理伤害转换为一种随机元素伤害
该武器击中时必定造成元素异常状态
该武器对被点燃敌人的击中伤害提高 (30-60)%
该武器对被冰冻敌人的击中伤害提高 (30-60)%
该武器对被感电敌人的击中伤害提高 (30-60)%
]],
}
