-- Item data (c) Grinding Gear Games
return {
-- Weapon: Wand

[[
托沃卧【仿品】
狂风法杖
等级需求: 65, 212 Int
联盟: 夺宝奇兵
固定基底词缀: 1
法术伤害提高 (35-39)%
施法速度提高 (15-25)%
暴击球达到最大数量时，失去所有的暴击球
暴击球达到最大数量时，获得 1 个狂怒球
每个狂怒球可使冰霜伤害提高 (15-20)%
你击中冻结的敌人时，有 50% 几率获得一个暴击球
暴击球抵达上限时承受 500 冰霜伤害
]],
[[
峡湾之星【仿品】
贤者法杖
等级需求: 30, 119 Int
联盟: 夺宝奇兵
固定基底词缀: 1
法术伤害提高 (17-21)%
攻击速度提高 (5-10)%
该装备的攻击暴击率提高 (20-40)%
攻击可以额外发射 1 个投射物
]],
[[
冥约【仿品】
符文法杖
等级需求: 40, 131 Int
replica: true
联盟: 夺宝奇兵
固定基底词缀: 1
法术伤害提高 (22-26)%
+(10-20) 智慧
召唤生物的移动速度提高 (40-50)%
召唤生物的伤害提高 (50-70)%
+6 愤怒狂灵数量上限
保留 30% 生命
不能搭配【异灵之体】
召唤的幻灵数量上限 +3
]],
[[
碎月
朽木法杖
联盟: 竞赛专用
插槽: W-W-W
固定基底词缀: 1
法术伤害提高 (8-12)%
法术伤害提高 20%
施法速度提高 12%
4% 几率使敌人受到冰冻，感电与点燃
每秒回复 2 魔力
]],
[[
艾贝拉斯之角
羊角法杖
版本: 2.3.0以前
版本: 当前
等级需求: 6, 29 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (9-12)%
{variant:2}法术伤害提高 (10-14)%
火焰伤害提高 (20-30)%
法术附加 (4-6) - (8-12) 基础火焰伤害
攻击和法术暴击率提高 (40-60)%
击败被点燃的敌人回复 +10 生命
敌人被点燃的持续时间缩短 25%
]],[[
艾普之怒
灵石法杖
版本: 2.3.0以前
版本: 3.7.0以前
版本: 3.11.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 62, 212 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (17-20)%
{variant:2,3,4,5}法术伤害提高 (38-42)%
{variant:1,2}法术附加 (50-65) - (90-105) 基础混沌伤害
{variant:3,4,5}法术附加 (90-130) - (140-190) 基础混沌伤害
施法速度提高 (25-30)%
+(5-10)% 混沌抗性
{variant:1,2,3}技能魔力消耗提高 40%
{variant:4,5}+40 技能魔力消耗
{variant:3,4}你造成的烈毒的伤害生效速度加快 20%
{variant:5}你造成的烈毒的伤害生效速度加快 (30-50)%
]],[[
灰烬行者
石英法杖
版本: 3.8.0以前
版本: 3.19.0以前
版本: 当前
等级需求: 18, 65 Int
固定基底词缀: 1
法术伤害提高 (18-22)%
{variant:1}附加 (10-14) - (18-22) 基础火焰伤害
{variant:2}+(15-25)% 持续火焰伤害加成
{variant:1,2}法术附加 (4-6) - (7-9) 基础火焰伤害
{variant:3}法术附加 (20-24) - (38-46) 基础火焰伤害
{variant:1}燃烧伤害提高 (40-50)%
{variant:2}燃烧伤害提高 (20-30)%
{variant:1,2}火焰伤害击中时有 (16-22)% 几率点燃敌人
{variant:3}命中敌人时有 10% 的几率使敌人【灰烬缠身】
{variant:1,2}击败敌人时有 10% 几率触发 8 级的【召唤愤怒狂灵】
{variant:3}击败敌人时有 25% 几率触发 10 级的【召唤愤怒狂灵】
]],[[
宇蚀
水晶法杖
升级: 使用 预言【蔽目之光】 升级为 传奇【日耀之冠】
版本: 2.2.0以前
版本: 2.3.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 45, 146 Int
固定基底词缀: 2
{variant:1,2}法术伤害提高 (14-18)%
{variant:3,4}法术伤害提高 (29-33)%
{variant:1,2,3}附加 (18-22) - (36-44) 基础物理伤害
{variant:4}附加 (30-45) - (60-80) 基础火焰伤害
{variant:4}攻击速度提高 (6-10)%
{variant:1}+(18-30)% 攻击和法术暴击伤害加成
{variant:2,3,4}+(27-33)% 攻击和法术暴击伤害加成
照亮范围扩大 20%
周围敌人被致盲
对致盲的敌人时，攻击和法术暴击率提高 (120-140)%
]],[[
日耀之冠
水晶法杖
版本: 3.10.0以前
版本: 当前
源: 由 传奇【宇蚀】 使用 预言【蔽目之光】 升级
等级需求: 63, 146 Int
固定基底词缀: 1
法术伤害提高 (29-33)%
装备时触发 20 级的主动技能【失明光环】
{variant:1}附加 (18-22) - (36-44) 基础物理伤害
{variant:2}附加 (30-45) - (60-80) 基础火焰伤害
{variant:2}攻击速度提高 (6-10)%
+(27-33)% 攻击和法术暴击伤害加成
照亮范围扩大 20%
对致盲的敌人时，攻击和法术暴击率提高 (120-140)%
照亮范围的扩大和缩小也同样作用于命中值
该武器击中致盲敌人时，附加 (145-157) - (196-210) 基础火焰伤害
]],[[
生机之记
朽木法杖
等级需求: 2
固定基底词缀: 1
法术伤害提高 (8-12)%
此物品上装备的【法术技能石】等级 +1
法术伤害提高 (20-28)%
施法速度提高 (5-8)%
+(15-20) 最大生命
+(15-20) 最大魔力
施放法术后 1 秒内回复 (6-8) 生命
]],[[
冥约
符文法杖
版本: 2.3.0以前
版本: 3.0.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 40, 131 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (12-16)%
{variant:2,3,4}法术伤害提高 (22-26)%
+(10-20) 智慧
{variant:1,2,3}召唤生物的移动速度提高 (10-20)%
{variant:4}召唤生物的移动速度提高 (20-30)%
{variant:1,2,3}召唤生物的伤害提高 (10-30)%
{variant:4}召唤生物的伤害提高 (50-70)%
+1 魔卫数量上限
+1 灵体数量上限
{variant:1,2}+2 魔侍数量上限
{variant:3,4}+1 魔侍数量上限
保留 30% 生命
不能搭配【异灵之体】
]],[[
泣月
魔性法杖
版本: 2.0.0以前
版本: 2.3.0以前
版本: 3.0.0以前
版本: 当前
等级需求: 59, 188 Int
固定基底词缀: 2
{variant:1,2}法术伤害提高 (15-19)%
{variant:3,4}法术伤害提高 (33-37)%
{variant:1,2,3}此物品上的技能石受到 5 级的 致盲 辅助
{variant:4}此物品上的技能石受到 20 级的 致盲 辅助
法术伤害提高 (30-40)%
{variant:1}物理伤害提高 125%
{variant:2,3}物理伤害提高 175%
{variant:4}物理伤害提高 (250-275)%
+10 智慧
闪电伤害提高 (20-30)%
施法速度提高 10%
击中时有 10% 几率致盲敌人
]],[[
抹灭
魔角法杖
版本: 2.3.0以前
版本: 3.10.0以前
版本: 当前
等级需求: 56, 179 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (15-18)%
{variant:2,3}法术伤害提高 (31-35)%
{variant:1,2}附加 (24-30) - (80-92) 基础物理伤害
{variant:3}附加 (25-50) - (85-125) 基础物理伤害
该装备的攻击暴击率提高 (26-32)%
获得额外混沌伤害，其数值等同于物理伤害的 (13-15)%
你击败的敌人有 20% 几率爆炸，造成等同该敌人最大生命四分之一的混沌伤害
]],[[
皮斯卡托的慧眼
狂风法杖
版本: 2.3.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 65, 212 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (16-19)%
{variant:2,3}法术伤害提高 (35-39)%
没有物理伤害
攻击速度提高 (10-18)%
+(340-400) 命中值
该装备的攻击暴击率提高 (20-30)%
此武器攻击造成的火焰、冰霜、闪电伤害提高 (100-115)%
{variant:3}此武器的攻击穿透 5% 火焰、冰霜、闪电抗性
]],[[
诗人之笔
粗纹法杖
等级需求: 12
固定基底词缀: 1
法术伤害提高 (11-15)%
人物等级每到达 25 级，该插槽内的【主动技能石】等级 +1
玩家等级每提高 3 级，该武器攻击时便附加 3 - 5 物理伤害
攻击速度提高 (8-12)%
你用该武器攻击时触发一个插入的法术，它有 0.15 秒冷却时间
]],[[
混响
螺纹法杖
升级: 使用 预言【力量扩大】 升级为 传奇【增幅杖】
版本: 2.3.0以前
版本: 3.11.0以前
版本: 当前
等级需求: 24, 83 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (10-14)%
{variant:2,3}法术伤害提高 (15-19)%
{variant:1,2}此物品上装备的技能石等级 +1
{variant:3}此物品上装备的技能石等级 +2
{variant:1,2}此物品上的技能石受到 1 级的 施法回响 辅助
{variant:3}此物品上的技能石受到 10 级的 施法回响 辅助
+(10-30) 智慧
]],[[
增幅杖
螺纹法杖
版本: 3.11.0以前
版本: 当前
源: 由 传奇【混响】 使用 预言【力量扩大】 升级
等级需求: 36, 83 Int
固定基底词缀: 1
法术伤害提高 (15-19)%
{variant:1}此物品上装备的技能石等级 +1
{variant:2}此物品上装备的技能石等级 +2
{variant:1}此物品上的技能石受到 1 级的 施法回响 辅助
{variant:2}此物品上的技能石受到 10 级的 施法回响 辅助
{variant:1}此物品上的技能石受到 1 级的 增大范围 辅助
{variant:2}此物品上的技能石受到 10 级的 法术凝聚 辅助
{variant:1}此物品上的技能石由 1 级的 精准破坏 辅助
{variant:2}此物品上的技能石由 10 级的 精准破坏 辅助
+(10-30) 智慧
]],[[
日耀之影
贤者法杖
版本: 3.5.0以前
版本: 当前
等级需求: 30, 119 Int
固定基底词缀: 1
法术伤害提高 (17-21)%
获得额外混沌伤害，其数值等同于火焰、冰霜、闪电伤害的 (10-20)%
暴击无法造成伤害
{variant:1}近期若打出过暴击，则法术伤害提高 120%
{variant:2}若你在过去 8 秒内打出过暴击，则法术伤害提高 200%
]],[[
低伏暗光
狂风法杖
源:源: 传奇Boss【裂界者】 专属掉落 (T6地图或以上)
版本: 3.4.0以前
版本: 当前
等级需求: 65
固定基底词缀: 1
法术伤害提高 (35-39)%
法术伤害提高 (20-45)%
法术附加 (26-35) - (95-105) 闪电伤害
每个暴击球 +(6-10)% 暴击伤害加成
每个暴击球 +0.3% 攻击和法术基础暴击率
每个暴击球可使法术格挡几率提高 2%
每个暴击球可使法术附加 3 - 9 基础闪电伤害
{variant:1}近期内你若打出过暴击，则每有 1 个暴击球，就会每秒受到 400 闪电伤害
{variant:2}近期内你的技能若打出过暴击，则每有 1 个暴击球，就会每秒受到 200 闪电伤害
裂界之器
]],[[
禁锢暴风
粗纹法杖
版本: 2.3.0以前
版本: 当前
等级需求: 12, 47 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (9-13)%
{variant:2}法术伤害提高 (11-15)%
物理伤害提高 (40-60)%
附加 1 - (35-45) 基础闪电伤害
魔力回复速度提高 (15-25)%
+1 暴击球数量上限
击败敌人有 (25-35)% 几率获得暴击球
]],[[
托沃崩
螺纹法杖
联盟: 裂隙
源: 地图【托沃领域】 或 传奇Boss【崩雪‧托沃】 专属掉落
升级: 使用 通货【托沃的祝福】 升级为 传奇【托沃卧】
等级需求: 24, 83 Int
固定基底词缀: 1
法术伤害提高 (15-19)%
施法速度提高 (10-15)%
击败被冰冻的敌人时有 50% 几率获得暴击球
每个暴击球为法术附加 10 - 20 基础冰霜伤害
击败 1 个被冰冻敌人时 +(20-25) 魔力
]],[[
托沃卧
狂风法杖
版本: 3.16.0以前
版本: 当前
联盟: 裂隙
源: 由 传奇【托沃崩】 使用 通货【托沃的祝福】 升级
等级需求: 65, 212 Int
固定基底词缀: 1
法术伤害提高 (35-39)%
施法速度提高 (10-15)%
{variant:1}击败被冰冻的敌人时有 50% 几率获得暴击球
{variant:2}击败被冰冻的敌人时获得一个暴击球
每个暴击球为法术附加 15 - 25 基础冰霜伤害
暴击球达到最大数量时，失去所有的暴击球
暴击球达到最大数量时，获得 1 个狂怒球
{variant:1}每个狂怒球可使冰霜伤害提高 (10-15)%
{variant:2}每个狂怒球可使冰霜伤害提高 (15-20)%
]],[[
峡湾之星
贤者法杖
版本: 2.3.0以前
版本: 当前
等级需求: 30, 119 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (11-14)%
{variant:2}法术伤害提高 (17-21)%
物理伤害提高 (80-120)%
附加 (5-8) - (13-17) 基础物理伤害
攻击速度提高 (5-10)%
该装备的攻击暴击率提高 (10-20)%
此物品上的技能石可以发射 1 个额外投射物
]],[[
潜能魔棒
箴言法杖
版本: 2.3.0以前
版本: 当前
等级需求: 68, 245 Int
固定基底词缀: 2
{variant:1}法术伤害提高 (16-20)%
{variant:2}法术伤害提高 (36-40)%
法术伤害降低 80%
施法速度提高 (10-20)%
攻击和法术暴击率提高 (50-65)%
+(40-50) 最大魔力
+1 暴击球数量上限
每个暴击球可使法术伤害提高 25%
]],
}
